// English word bank: 3,946 entries in 10 units, glossed in Hebrew. One word = one entry, senses merged.
// © 800plus · כל הזכויות שמורות
// Deduplicated and dictionary-audited. Provenance and the full audit trail: METHODOLOGY.md
window.UNIT_DATA_EN = {
 "1": [
  [
   "1st - first",
   "ראשון"
  ],
  [
   "2nd - second",
   "שני"
  ],
  [
   "3rd - third",
   "שלישי"
  ],
  [
   "able",
   "יכול, מסוגל"
  ],
  [
   "about",
   "ליד, בערך; אודות"
  ],
  [
   "absolutely",
   "לחלוטין"
  ],
  [
   "after",
   "אחרי"
  ],
  [
   "again",
   "שוב"
  ],
  [
   "against",
   "כנגד, ממול"
  ],
  [
   "agree",
   "להסכים"
  ],
  [
   "almost",
   "כמעט"
  ],
  [
   "alone",
   "לבד"
  ],
  [
   "also",
   "גם"
  ],
  [
   "always",
   "תמיד"
  ],
  [
   "and",
   "ו-"
  ],
  [
   "angry",
   "כועס"
  ],
  [
   "animal",
   "חיה"
  ],
  [
   "another",
   "נוסף; אחר"
  ],
  [
   "answer",
   "תשובה; לענות"
  ],
  [
   "area",
   "אזור, תחום; שטח"
  ],
  [
   "army",
   "צבא"
  ],
  [
   "around",
   "מסביב; בערך"
  ],
  [
   "art",
   "אמנות"
  ],
  [
   "as",
   "כאשר, כש-; כמו"
  ],
  [
   "ask",
   "לשאול; לבקש"
  ],
  [
   "at",
   "אצל, ב-"
  ],
  [
   "at first",
   "בהתחלה"
  ],
  [
   "at least",
   "לפחות"
  ],
  [
   "attack",
   "לתקוף, מתקפה"
  ],
  [
   "because",
   "כי, מפני ש-, משום ש-"
  ],
  [
   "because of",
   "בגלל"
  ],
  [
   "before",
   "לפני, מול"
  ],
  [
   "beginning",
   "התחלה"
  ],
  [
   "behind",
   "מאחורי; ישבן"
  ],
  [
   "best",
   "הכי טוב"
  ],
  [
   "better",
   "טוב יותר"
  ],
  [
   "between",
   "בין"
  ],
  [
   "blood",
   "דם"
  ],
  [
   "boat",
   "סירה"
  ],
  [
   "body",
   "גוויה, גוף"
  ],
  [
   "both",
   "שניהם"
  ],
  [
   "bought",
   "קנה"
  ],
  [
   "brain",
   "מוח, שכל"
  ],
  [
   "break",
   "לשבור; הפסקה"
  ],
  [
   "building",
   "בניין"
  ],
  [
   "burn",
   "לשרוף, להישרף"
  ],
  [
   "but",
   "אך, אבל; מלבד, חוץ מ-"
  ],
  [
   "by",
   "ליד, בסמוך ל-; עד, לא יאוחר מ-; באמצעות, על-ידי"
  ],
  [
   "call",
   "לקרוא, להתקשר; שיחה"
  ],
  [
   "camera",
   "מצלמה"
  ],
  [
   "cash",
   "לפדות; מזומן"
  ],
  [
   "center",
   "מרכז"
  ],
  [
   "chance",
   "סיכוי; הזדמנות"
  ],
  [
   "check",
   "לבדוק"
  ],
  [
   "child",
   "ילד"
  ],
  [
   "children",
   "ילדים"
  ],
  [
   "church",
   "כנסיה"
  ],
  [
   "clean",
   "נקי, לנקות"
  ],
  [
   "close",
   "קרוב; סגור, לסגור"
  ],
  [
   "club",
   "מועדון"
  ],
  [
   "code",
   "קוד"
  ],
  [
   "cold",
   "קר, התקררות"
  ],
  [
   "color",
   "לצבוע; צבע"
  ],
  [
   "company",
   "חברה"
  ],
  [
   "contact",
   "ליצור קשר, מגע"
  ],
  [
   "continue",
   "להמשיך"
  ],
  [
   "control",
   "לוח בקרה, פיקוח; שליטה, לשלוט"
  ],
  [
   "cool",
   "קריר, לצנן, צונן; מגניב"
  ],
  [
   "crime",
   "פשע"
  ],
  [
   "dance",
   "לרקוד"
  ],
  [
   "dangerous",
   "מסוכן"
  ],
  [
   "daughter",
   "בת"
  ],
  [
   "Dead Sea",
   "ים המלח"
  ],
  [
   "deal",
   "עסקה; להתמודד"
  ],
  [
   "death",
   "מוות"
  ],
  [
   "deep",
   "עמוק"
  ],
  [
   "die",
   "מת, למות"
  ],
  [
   "diet",
   "דיאטה, תזונה"
  ],
  [
   "difference",
   "הבדל"
  ],
  [
   "different",
   "שונה"
  ],
  [
   "different from",
   "שונה מ-"
  ],
  [
   "difficult",
   "קשה"
  ],
  [
   "dirty",
   "מלוכלך"
  ],
  [
   "done",
   "גמור, עשוי"
  ],
  [
   "down",
   "למטה; במורד, לאורך"
  ],
  [
   "dream",
   "חלום, לחלום"
  ],
  [
   "drink",
   "לשתות, משקה"
  ],
  [
   "early",
   "מוקדם"
  ],
  [
   "earth",
   "אדמה; כדור הארץ"
  ],
  [
   "East",
   "מזרח"
  ],
  [
   "energy",
   "אנרגיה, כוח"
  ],
  [
   "enjoy",
   "ליהנות"
  ],
  [
   "enough",
   "מספיק"
  ],
  [
   "even if",
   "גם אם"
  ],
  [
   "evening",
   "ערב"
  ],
  [
   "every day",
   "כל יום"
  ],
  [
   "exactly",
   "בדיוק"
  ],
  [
   "excuse",
   "תירוץ; לסלוח"
  ],
  [
   "experience",
   "ניסיון, לחוות; חוויה"
  ],
  [
   "explain",
   "להסביר"
  ],
  [
   "face",
   "פנים; לפנות אל, לעמוד מול; להתמודד עם, לעמוד בפני"
  ],
  [
   "fact",
   "עובדה"
  ],
  [
   "fall",
   "ליפול, נפילה; ירידה; סתיו"
  ],
  [
   "family",
   "משפחה"
  ],
  [
   "famous",
   "מפורסם"
  ],
  [
   "father",
   "אבא"
  ],
  [
   "fear",
   "פחד, לפחד"
  ],
  [
   "feel",
   "להרגיש"
  ],
  [
   "feeling",
   "הרגשה"
  ],
  [
   "few",
   "מעט"
  ],
  [
   "fight, fought",
   "להילחם, להיאבק; לריב"
  ],
  [
   "finally",
   "לבסוף, סוף סוף"
  ],
  [
   "find",
   "למצוא"
  ],
  [
   "fire",
   "אש, להצית; לירות; לפטר"
  ],
  [
   "first of all",
   "ראשית"
  ],
  [
   "fix",
   "לתקן"
  ],
  [
   "fly",
   "לטוס, זבוב; לעוף"
  ],
  [
   "follow",
   "לעקוב, לציית"
  ],
  [
   "force",
   "לכפות; כוח"
  ],
  [
   "forever",
   "לנצח, לתמיד"
  ],
  [
   "forget",
   "לשכוח"
  ],
  [
   "forward",
   "קדימה, לפנים"
  ],
  [
   "friend",
   "חבר"
  ],
  [
   "from",
   "מ-"
  ],
  [
   "fruit",
   "פרי"
  ],
  [
   "full",
   "מלא, למלא"
  ],
  [
   "future",
   "עתיד"
  ],
  [
   "General",
   "גנרל (דרגה צבאית); כללי"
  ],
  [
   "gift",
   "מתנה; כישרון"
  ],
  [
   "glass",
   "כוס; זכוכית"
  ],
  [
   "government",
   "ממשל"
  ],
  [
   "great",
   "גדול, מעולה"
  ],
  [
   "ground",
   "בסיס, אדמה"
  ],
  [
   "group",
   "קבוצה, לקבץ"
  ],
  [
   "grow up",
   "להתבגר, לגדול"
  ],
  [
   "guess",
   "ניחוש, לנחש"
  ],
  [
   "half",
   "חצי"
  ],
  [
   "hand",
   "יד; למסור"
  ],
  [
   "harder",
   "קשה יותר"
  ],
  [
   "health",
   "בריאות"
  ],
  [
   "hear",
   "לשמוע"
  ],
  [
   "heart",
   "לב"
  ],
  [
   "heavy",
   "כבד"
  ],
  [
   "here",
   "כאן"
  ],
  [
   "hope",
   "תקווה, לקוות"
  ],
  [
   "horse",
   "סוס"
  ],
  [
   "hospital",
   "בית חולים"
  ],
  [
   "hot",
   "חם; חריף"
  ],
  [
   "house",
   "לשכן; בית"
  ],
  [
   "how",
   "איך, כיצד"
  ],
  [
   "huge",
   "עצום, ענק"
  ],
  [
   "human",
   "אנושי; אדם"
  ],
  [
   "human being",
   "בן-אדם, אנוש"
  ],
  [
   "hundred",
   "מאה"
  ],
  [
   "husband",
   "בעל"
  ],
  [
   "ice cream",
   "גלידה"
  ],
  [
   "idea",
   "רעיון"
  ],
  [
   "If",
   "אם"
  ],
  [
   "important",
   "חשוב"
  ],
  [
   "impossible",
   "בלתי אפשרי"
  ],
  [
   "in",
   "ב-, בתוך"
  ],
  [
   "in a moment",
   "בעוד רגע"
  ],
  [
   "in fact",
   "למעשה"
  ],
  [
   "in front of",
   "בחזית של, מול"
  ],
  [
   "in order to",
   "על-מנת, כדי"
  ],
  [
   "information",
   "מידע"
  ],
  [
   "inside",
   "בתוך, פנים"
  ],
  [
   "into",
   "אל תוך"
  ],
  [
   "island",
   "אי"
  ],
  [
   "Jew",
   "יהודי"
  ],
  [
   "join",
   "להצטרף, לחבר"
  ],
  [
   "joke",
   "בדיחה; להתלוצץ"
  ],
  [
   "jump",
   "לקפוץ"
  ],
  [
   "kill",
   "להרוג, לחסל, הרג"
  ],
  [
   "king",
   "מלך"
  ],
  [
   "know, knew",
   "לדעת, להכיר; ידע"
  ],
  [
   "large",
   "גדול"
  ],
  [
   "late",
   "מאוחר, לאחר"
  ],
  [
   "later",
   "מאוחר יותר"
  ],
  [
   "laugh",
   "לצחוק"
  ],
  [
   "law",
   "חוק"
  ],
  [
   "left",
   "שמאל, שמאלה; לעזוב"
  ],
  [
   "less",
   "פחות"
  ],
  [
   "lie",
   "לשקר, שקר; לשכב"
  ],
  [
   "light",
   "אור; קל"
  ],
  [
   "like",
   "כמו; לחבב, להעדיף"
  ],
  [
   "link",
   "קישור, לקשר, חוליה"
  ],
  [
   "list",
   "רשימה, להכין רשימה"
  ],
  [
   "listen",
   "להקשיב"
  ],
  [
   "luck",
   "מזל"
  ],
  [
   "lunch",
   "ארוחת צהריים"
  ],
  [
   "machine",
   "מכונה"
  ],
  [
   "made",
   "עשה, הכין"
  ],
  [
   "make sure",
   "להבטיח, לוודא"
  ],
  [
   "maybe",
   "אולי"
  ],
  [
   "media",
   "מדיה, תקשורת"
  ],
  [
   "meeting",
   "פגישה"
  ],
  [
   "memory",
   "זיכרון, לזכר"
  ],
  [
   "message",
   "הודעה; מסר"
  ],
  [
   "middle",
   "אמצע"
  ],
  [
   "milk",
   "חלב, לחלוב"
  ],
  [
   "mistake",
   "טעות"
  ],
  [
   "mix",
   "לערבב, ערבוב"
  ],
  [
   "model",
   "דגם, מודל, דוגמן"
  ],
  [
   "money",
   "כסף"
  ],
  [
   "monster",
   "מפלצת"
  ],
  [
   "most",
   "רוב; הכי"
  ],
  [
   "mountain",
   "הר"
  ],
  [
   "mouth",
   "פה"
  ],
  [
   "move",
   "לזוז, לעבור"
  ],
  [
   "must",
   "חייב, חובה, הכרח"
  ],
  [
   "near",
   "קרוב"
  ],
  [
   "need",
   "צריך, צורך"
  ],
  [
   "never",
   "אף פעם"
  ],
  [
   "new",
   "חדש"
  ],
  [
   "next",
   "הבא"
  ],
  [
   "next to",
   "ליד"
  ],
  [
   "North",
   "צפון"
  ],
  [
   "nose",
   "אף, חרטום"
  ],
  [
   "not only",
   "לא רק"
  ],
  [
   "now",
   "עכשיו"
  ],
  [
   "number",
   "מספר"
  ],
  [
   "ocean",
   "אוקיינוס"
  ],
  [
   "of",
   "של, מ-"
  ],
  [
   "of course",
   "כמובן, בוודאי"
  ],
  [
   "offer",
   "הצעה, להציע"
  ],
  [
   "often",
   "לעיתים קרובות"
  ],
  [
   "on",
   "על"
  ],
  [
   "once",
   "ברגע ש-; פעם (בעבר); פעם אחת"
  ],
  [
   "only",
   "רק; יחיד"
  ],
  [
   "open",
   "לפתוח, פתוח"
  ],
  [
   "or",
   "או"
  ],
  [
   "organic",
   "אורגני"
  ],
  [
   "outside",
   "חוץ; בחוץ"
  ],
  [
   "over",
   "על, מעל; מחדש, שוב; נגמר"
  ],
  [
   "own",
   "משלו; להיות הבעלים של"
  ],
  [
   "pain",
   "כאב, להכאיב"
  ],
  [
   "part",
   "חלק"
  ],
  [
   "pass",
   "לעבור, לחלוף; להעביר, למסור; לוותר (___ on)"
  ],
  [
   "past",
   "עבר, שעבר"
  ],
  [
   "pay",
   "לשלם; שכר"
  ],
  [
   "peace",
   "שלום"
  ],
  [
   "people",
   "אנשים"
  ],
  [
   "perfect",
   "להשלים, לשפר; מושלם"
  ],
  [
   "perhaps",
   "אולי"
  ],
  [
   "person",
   "אדם"
  ],
  [
   "personal",
   "אישי"
  ],
  [
   "picture",
   "תמונה, לצלם; לדמיין"
  ],
  [
   "place",
   "מקום, למקם"
  ],
  [
   "plan",
   "תכנית; לתכנן"
  ],
  [
   "plane",
   "מטוס; מישור"
  ],
  [
   "planet",
   "כוכב לכת"
  ],
  [
   "play",
   "משחק, לשחק; מחזה"
  ],
  [
   "pool",
   "בריכה; מאגר"
  ],
  [
   "poor",
   "עני, מסכן"
  ],
  [
   "possible",
   "אפשרי"
  ],
  [
   "potato",
   "תפוח אדמה"
  ],
  [
   "present",
   "להציג; מתנה; הווה, נוכח, קיים"
  ],
  [
   "president",
   "נשיא"
  ],
  [
   "printer",
   "מדפסת, דפס"
  ],
  [
   "private",
   "פרטי"
  ],
  [
   "probably",
   "כנראה, קרוב לוודאי"
  ],
  [
   "problem",
   "בעיה"
  ],
  [
   "promise",
   "הבטחה, להבטיח"
  ],
  [
   "protect",
   "להגן"
  ],
  [
   "queen",
   "מלכה"
  ],
  [
   "quick",
   "זריז"
  ],
  [
   "quiet",
   "שקט"
  ],
  [
   "rain",
   "גשם"
  ],
  [
   "reason",
   "סיבה; הגיון"
  ],
  [
   "record",
   "רשומה; לתעד; להקליט; שיא"
  ],
  [
   "relationship",
   "קשר, מערכת יחסים"
  ],
  [
   "relax",
   "להירגע"
  ],
  [
   "report",
   "דוח, דיווח, לדווח"
  ],
  [
   "respect",
   "כבוד, לכבד"
  ],
  [
   "restaurant",
   "מסעדה"
  ],
  [
   "rice",
   "אורז"
  ],
  [
   "rich",
   "עשיר"
  ],
  [
   "ride",
   "רכיבה, לרכוב; נסיעה"
  ],
  [
   "right",
   "נכון, ימינה; זכות; ימין"
  ],
  [
   "ring",
   "טבעת; זירה; לצלצל"
  ],
  [
   "road",
   "דרך"
  ],
  [
   "run, ran",
   "לרוץ, רץ; לנהל"
  ],
  [
   "safe",
   "בטוח; כספת"
  ],
  [
   "salt",
   "מלח"
  ],
  [
   "save",
   "להציל; לחסוך, לחסוך מ-; לשמור"
  ],
  [
   "saw, see",
   "ראה, לראות"
  ],
  [
   "scene",
   "סצנה; זירה"
  ],
  [
   "school",
   "בית-ספר"
  ],
  [
   "search",
   "חיפוש, לחפש"
  ],
  [
   "secret",
   "סוד; סודי"
  ],
  [
   "sell",
   "למכור"
  ],
  [
   "send",
   "לשלוח"
  ],
  [
   "serious",
   "רציני, חמור"
  ],
  [
   "service",
   "שירות"
  ],
  [
   "shop",
   "חנות; לקנות"
  ],
  [
   "short",
   "קצר; נמוך"
  ],
  [
   "show",
   "הופעה; להראות"
  ],
  [
   "side",
   "צד, לצודד, לתמוך"
  ],
  [
   "sign",
   "לחתום; שלט; סימן, לסמן"
  ],
  [
   "simple",
   "פשוט"
  ],
  [
   "since",
   "מכיוון ש-; מאז"
  ],
  [
   "singer",
   "זמר"
  ],
  [
   "single",
   "רווק; יחיד"
  ],
  [
   "sir",
   "אדון, תואר אצולה אנגלי"
  ],
  [
   "situation",
   "מצב, סיטואציה"
  ],
  [
   "sky",
   "שמיים, רקיע"
  ],
  [
   "sleep",
   "שינה; לישון"
  ],
  [
   "slow",
   "איטי, לאט"
  ],
  [
   "snake",
   "נחש"
  ],
  [
   "snow",
   "שלג"
  ],
  [
   "so",
   "אז, כך ש-, ולכן; כל-כך, מאוד"
  ],
  [
   "so that",
   "כדי ש, כך ש-"
  ],
  [
   "soldier",
   "חייל"
  ],
  [
   "sometimes",
   "לעיתים, לפעמים"
  ],
  [
   "soon",
   "בקרוב, בהקדם, מוקדם"
  ],
  [
   "South",
   "דרום"
  ],
  [
   "special",
   "מיוחד"
  ],
  [
   "spend",
   "להוציא, לבזבז, לפזר; לבלות, להעביר"
  ],
  [
   "stand",
   "לעמוד"
  ],
  [
   "star",
   "כוכב, לככב"
  ],
  [
   "start",
   "להתחיל; התחלה"
  ],
  [
   "station",
   "תחנה; להציב"
  ],
  [
   "step",
   "צעד, לצעוד; מדרגה"
  ],
  [
   "still",
   "עדיין, למרות זאת; נייח, דומם, שקט"
  ],
  [
   "store",
   "חנות; לאחסן"
  ],
  [
   "strange",
   "מוזר"
  ],
  [
   "strong",
   "חזק"
  ],
  [
   "studio",
   "סטודיו"
  ],
  [
   "stupid",
   "טיפש"
  ],
  [
   "suddenly",
   "לפתע"
  ],
  [
   "sugar",
   "סוכר"
  ],
  [
   "summer",
   "קיץ"
  ],
  [
   "support",
   "תמיכה, לתמוך"
  ],
  [
   "surprise",
   "הפתעה; להפתיע"
  ],
  [
   "sweet",
   "מתוק, ממתק; חמוד"
  ],
  [
   "system",
   "מערכת; שיטה"
  ],
  [
   "taste",
   "טעם, לטעום"
  ],
  [
   "team",
   "קבוצה, צוות"
  ],
  [
   "teeth, tooth",
   "שיניים, שן"
  ],
  [
   "than",
   "מאשר, מ-"
  ],
  [
   "thank",
   "תודה, להודות"
  ],
  [
   "thanks to",
   "תודות ל-"
  ],
  [
   "that",
   "ש, ש-; ההוא"
  ],
  [
   "theater",
   "תיאטרון; בית קולנוע"
  ],
  [
   "then",
   "אז"
  ],
  [
   "theory",
   "תיאוריה"
  ],
  [
   "there",
   "שם"
  ],
  [
   "thousand",
   "אלף"
  ],
  [
   "through",
   "דרך, מבעד"
  ],
  [
   "ticket",
   "כרטיס; דוח"
  ],
  [
   "time",
   "זמן; שעה, פעם"
  ],
  [
   "together with",
   "יחד עם"
  ],
  [
   "too",
   "גם; יותר מידי"
  ],
  [
   "touch",
   "מגע, לגעת"
  ],
  [
   "trust",
   "אמון, לבטוח"
  ],
  [
   "truth",
   "אמת"
  ],
  [
   "turn",
   "לפנות, סיבוב; תור"
  ],
  [
   "under",
   "מתחת"
  ],
  [
   "understand",
   "להבין"
  ],
  [
   "until",
   "עד ש-"
  ],
  [
   "until now",
   "עד עתה"
  ],
  [
   "up",
   "למעלה"
  ],
  [
   "usually",
   "בדרך-כלל"
  ],
  [
   "village",
   "כפר"
  ],
  [
   "visit",
   "לבקר; ביקור"
  ],
  [
   "voice",
   "קול, להשמיע קול"
  ],
  [
   "wait",
   "לחכות, להמתין; המתנה"
  ],
  [
   "wall",
   "קיר; חומה"
  ],
  [
   "want",
   "לרצות"
  ],
  [
   "war",
   "מלחמה"
  ],
  [
   "watch",
   "לצפות, להסתכל, להשגיח; שעון"
  ],
  [
   "way",
   "דרך; אופן"
  ],
  [
   "weekend",
   "סוף שבוע"
  ],
  [
   "West",
   "מערב"
  ],
  [
   "what",
   "מה, איזה"
  ],
  [
   "when",
   "מתי, כאשר, כש-"
  ],
  [
   "where",
   "בעוד ש-; היכן, איפה"
  ],
  [
   "which",
   "איזה; אשר, ש-"
  ],
  [
   "who",
   "מי, ש-"
  ],
  [
   "why",
   "מדוע"
  ],
  [
   "wide",
   "רחב"
  ],
  [
   "wife",
   "אישה, רעיה"
  ],
  [
   "win",
   "ניצחון, לנצח"
  ],
  [
   "wine",
   "יין"
  ],
  [
   "winter",
   "חורף"
  ],
  [
   "wish",
   "משאלה; לאחל, לייחל, לרצות"
  ],
  [
   "with",
   "באמצעות, עם"
  ],
  [
   "without",
   "מבלי, ללא"
  ],
  [
   "wonderful",
   "נפלא"
  ],
  [
   "work",
   "עבודה, לעבוד"
  ],
  [
   "worse",
   "גרוע יותר"
  ],
  [
   "writer",
   "סופר; כותב"
  ],
  [
   "young",
   "צעיר"
  ],
  [
   "zoo",
   "גן חיות"
  ]
 ],
 "2": [
  [
   "10th - tenth",
   "עשירי"
  ],
  [
   "4th - fourth",
   "רביעי"
  ],
  [
   "5th - fifth",
   "חמישי"
  ],
  [
   "6th - sixth",
   "שישי"
  ],
  [
   "7th - seventh",
   "שביעי"
  ],
  [
   "8th - eighth",
   "שמיני"
  ],
  [
   "9th - ninth",
   "תשיעי"
  ],
  [
   "above",
   "מעל"
  ],
  [
   "academic",
   "אקדמי"
  ],
  [
   "actor",
   "שחקן"
  ],
  [
   "address",
   "כתובת; לפנות, לטפל"
  ],
  [
   "afraid",
   "מפחד"
  ],
  [
   "after all",
   "אחרי הכל"
  ],
  [
   "agenda",
   "סדר יום"
  ],
  [
   "aggressive",
   "תוקפני, אלים"
  ],
  [
   "ahead of",
   "לפני, לפנים"
  ],
  [
   "airplane",
   "אווירון, מטוס"
  ],
  [
   "alien",
   "זר, נוכרי; לא מוכר, מוזר; חייזר"
  ],
  [
   "alive",
   "חי"
  ],
  [
   "allergic",
   "אלרגי"
  ],
  [
   "along",
   "לאורך"
  ],
  [
   "along with",
   "יחד עם"
  ],
  [
   "although",
   "למרות ש-"
  ],
  [
   "architect",
   "ארכיטקט"
  ],
  [
   "artist",
   "אמן"
  ],
  [
   "as if",
   "כאילו"
  ],
  [
   "as long as",
   "כל עוד"
  ],
  [
   "as soon as",
   "כאשר, ברגע ש-"
  ],
  [
   "as well as",
   "כמו גם"
  ],
  [
   "asked for",
   "ביקש"
  ],
  [
   "astronomy",
   "אסטרונומיה"
  ],
  [
   "at last",
   "סוף סוף"
  ],
  [
   "authentic",
   "מקורי, אותנטי"
  ],
  [
   "background",
   "רקע"
  ],
  [
   "band",
   "להקה; לחבוש, תחבושת, רצועה"
  ],
  [
   "base",
   "בסיס"
  ],
  [
   "based on",
   "מבוסס על"
  ],
  [
   "bath",
   "אמבטיה, להתרחץ"
  ],
  [
   "beach",
   "חוף ים"
  ],
  [
   "beast",
   "חיה, מפלצת"
  ],
  [
   "beauty",
   "יופי"
  ],
  [
   "bedroom",
   "חדר שינה"
  ],
  [
   "bee",
   "דבורה"
  ],
  [
   "begin/an/un",
   "להתחיל / התחיל / התחיל"
  ],
  [
   "boring",
   "משעמם"
  ],
  [
   "both... and...",
   "גם... וגם..."
  ],
  [
   "bottle",
   "בקבוק"
  ],
  [
   "bread",
   "לחם"
  ],
  [
   "bridge",
   "גשר, לגשר"
  ],
  [
   "build",
   "מבנה; לבנות"
  ],
  [
   "cable",
   "כבל"
  ],
  [
   "cancel",
   "לבטל"
  ],
  [
   "candy",
   "ממתק"
  ],
  [
   "care",
   "לחבב; לדאוג, לטפל"
  ],
  [
   "case",
   "תיבה; מקרה, טיעון"
  ],
  [
   "casino",
   "קזינו"
  ],
  [
   "catalogue",
   "קטלוג, רשימת פריטים"
  ],
  [
   "catch, caught",
   "לתפוס, תפס"
  ],
  [
   "cause",
   "לגרום, מטרה; גורם, סיבה"
  ],
  [
   "celebrate",
   "לחגוג"
  ],
  [
   "change",
   "שינוי, לשנות; עודף"
  ],
  [
   "cheap",
   "זול"
  ],
  [
   "cheat",
   "לרמות, לבגוד"
  ],
  [
   "chemical",
   "כימיקל, כימי"
  ],
  [
   "choose",
   "לבחור"
  ],
  [
   "chronic",
   "כרוני"
  ],
  [
   "circle",
   "מעגל; להקיף בעיגול, לחוג"
  ],
  [
   "clock",
   "שעון"
  ],
  [
   "cloud",
   "ענן"
  ],
  [
   "collect",
   "לאסוף"
  ],
  [
   "comic",
   "קומי (מהמילה קומדיה); קומיקס"
  ],
  [
   "connect",
   "לחבר"
  ],
  [
   "container",
   "מיכל, קונטיינר"
  ],
  [
   "conversation",
   "שיחה"
  ],
  [
   "copy",
   "עותק, להעתיק"
  ],
  [
   "correct",
   "לתקן; נכון"
  ],
  [
   "country",
   "ארץ; כפר, אזור"
  ],
  [
   "couple",
   "זוג, לצמד"
  ],
  [
   "coupon",
   "קופון"
  ],
  [
   "cousin",
   "בן-דוד"
  ],
  [
   "cow",
   "פרה"
  ],
  [
   "crash",
   "להתרסק, להתנגש, התנגשות"
  ],
  [
   "create",
   "ליצור"
  ],
  [
   "criteria",
   "אמות מידה, קריטריונים"
  ],
  [
   "cross",
   "לחצות; צלב, להצליב"
  ],
  [
   "crowd",
   "קהל; להצטופף"
  ],
  [
   "damage",
   "נזק, לגרום נזק"
  ],
  [
   "danger",
   "סכנה, לסכן"
  ],
  [
   "darkness",
   "חשיכה"
  ],
  [
   "decide",
   "להחליט"
  ],
  [
   "defense",
   "הגנה"
  ],
  [
   "delete",
   "למחוק"
  ],
  [
   "depression",
   "דיכאון; מיתון"
  ],
  [
   "design",
   "עיצוב, תכנית, דוגמה, תרשים; לתכנן, לעצב"
  ],
  [
   "designer",
   "מעצב"
  ],
  [
   "destroy",
   "להרוס"
  ],
  [
   "detail",
   "פרט, לפרט"
  ],
  [
   "diagram",
   "תרשים, דיאגרמה"
  ],
  [
   "dictator",
   "עריץ, דיקטטור"
  ],
  [
   "dilemma",
   "דילמה, בעיה"
  ],
  [
   "direct",
   "ישיר, כנה; לכוון; לביים"
  ],
  [
   "direction",
   "כיוון; הכוונה"
  ],
  [
   "discover",
   "לגלות"
  ],
  [
   "distance",
   "מרחק"
  ],
  [
   "document",
   "מסמך; לתעד"
  ],
  [
   "dominant",
   "דומיננטי, שולט"
  ],
  [
   "drastic",
   "דרסטי"
  ],
  [
   "drug",
   "סם, תרופה, לסמם"
  ],
  [
   "earlier",
   "מוקדם, קודם לכן"
  ],
  [
   "easily",
   "בקלות"
  ],
  [
   "echo",
   "הד; להדהד"
  ],
  [
   "ecological",
   "אקולוגי"
  ],
  [
   "edit",
   "לערוך"
  ],
  [
   "elastic",
   "גמיש, אלסטי, גומיה"
  ],
  [
   "elephant",
   "פיל"
  ],
  [
   "empire",
   "אימפריה"
  ],
  [
   "empty",
   "ריק, לרוקן"
  ],
  [
   "enemy",
   "אויב"
  ],
  [
   "engine",
   "מנוע"
  ],
  [
   "enter",
   "נכנס"
  ],
  [
   "episode",
   "פרק; אירוע"
  ],
  [
   "error",
   "שגיאה"
  ],
  [
   "escape",
   "לברוח, בריחה"
  ],
  [
   "ethnic",
   "אתני"
  ],
  [
   "even though",
   "למרות ש-"
  ],
  [
   "event",
   "אירוע"
  ],
  [
   "example",
   "דוגמה"
  ],
  [
   "excellent",
   "מצוין"
  ],
  [
   "exotic",
   "אקזוטי, מארץ זרה"
  ],
  [
   "expensive",
   "יקר"
  ],
  [
   "expert",
   "מומחה"
  ],
  [
   "explanation",
   "הסבר"
  ],
  [
   "explode",
   "להתפוצץ"
  ],
  [
   "extreme",
   "קיצוני"
  ],
  [
   "factory",
   "מפעל, בית חרושת"
  ],
  [
   "fail",
   "להיכשל"
  ],
  [
   "false",
   "שקרי, כוזב, לא נכון; מזויף"
  ],
  [
   "farm",
   "חווה"
  ],
  [
   "fashion",
   "אופנה; לעצב"
  ],
  [
   "file",
   "תיק, קובץ"
  ],
  [
   "filter",
   "פילטר, מסנן; לסנן"
  ],
  [
   "finger",
   "אצבע"
  ],
  [
   "flow",
   "לזרום, זרם; זרימה"
  ],
  [
   "flower",
   "פרח"
  ],
  [
   "focus",
   "להתמקד, מיקוד"
  ],
  [
   "for",
   "מפני ש-; עבור"
  ],
  [
   "for example",
   "לדוגמה"
  ],
  [
   "forest",
   "יער"
  ],
  [
   "formula",
   "נוסחה, פורמולה"
  ],
  [
   "found",
   "מצא, גילה; לייסד"
  ],
  [
   "freeze, froze",
   "לקפוא, להקפיא, הקפיא"
  ],
  [
   "friendly",
   "ידידותי"
  ],
  [
   "frog",
   "צפרדע"
  ],
  [
   "front",
   "חזית, להתעמת; קדמי"
  ],
  [
   "garden",
   "גן"
  ],
  [
   "gate",
   "שער"
  ],
  [
   "genes",
   "גנים"
  ],
  [
   "genetic",
   "תורשתי, גנטי"
  ],
  [
   "genius",
   "גאון"
  ],
  [
   "giant",
   "ענק"
  ],
  [
   "glad",
   "שמח"
  ],
  [
   "global",
   "עולמי, גלובאלי"
  ],
  [
   "goal",
   "מטרה; שער"
  ],
  [
   "golden",
   "זהוב, מוזהב"
  ],
  [
   "grandfather",
   "סבא"
  ],
  [
   "grandmother",
   "סבתא"
  ],
  [
   "grow",
   "לגדול, לגדל"
  ],
  [
   "guard",
   "שומר, לשמור"
  ],
  [
   "gym",
   "חדר כושר, אולם ספורט"
  ],
  [
   "harmony",
   "הרמוניה"
  ],
  [
   "hero",
   "גיבור"
  ],
  [
   "hid from",
   "התחבא מ-"
  ],
  [
   "hidden",
   "חבוי, נסתר"
  ],
  [
   "hobby",
   "תחביב"
  ],
  [
   "horror",
   "אימה"
  ],
  [
   "ideal",
   "אידיאל, אידיאלי"
  ],
  [
   "in case",
   "למקרה ש-, שמא; אם במקרה"
  ],
  [
   "in other words",
   "במילים אחרות"
  ],
  [
   "in that case",
   "אם כך, במקרה הזה"
  ],
  [
   "in the same way",
   "באותו אופן"
  ],
  [
   "including",
   "כולל"
  ],
  [
   "installation",
   "התקנה"
  ],
  [
   "intellectual",
   "אינטלקטואלי; אינטלקטואל"
  ],
  [
   "international",
   "בינלאומי"
  ],
  [
   "interview",
   "לראיין, ראיון"
  ],
  [
   "intuition",
   "אינטואיציה"
  ],
  [
   "invite",
   "להזמין"
  ],
  [
   "ironic",
   "אירוני"
  ],
  [
   "journey",
   "מסע"
  ],
  [
   "juice",
   "מיץ"
  ],
  [
   "jungle",
   "ג'ונגל"
  ],
  [
   "just as",
   "בדיוק כמו"
  ],
  [
   "kick",
   "לבעוט, בעיטה"
  ],
  [
   "kind",
   "סוג; טוב לב, אדיב, נעים"
  ],
  [
   "knife (knives)",
   "סכין (סכינים)"
  ],
  [
   "language",
   "שפה"
  ],
  [
   "largest",
   "הגדול ביותר"
  ],
  [
   "last",
   "אחרון; המשיך, החזיק מעמד"
  ],
  [
   "leader",
   "מנהיג; מוביל"
  ],
  [
   "legal",
   "משפטי; חוקי"
  ],
  [
   "level",
   "לאזן, להשוות; רמה, דרגה, מפלס"
  ],
  [
   "liberal",
   "ליברלי, מתירני"
  ],
  [
   "library",
   "ספריה"
  ],
  [
   "lifestyle",
   "אורח חיים"
  ],
  [
   "local",
   "מקומי"
  ],
  [
   "lock",
   "מנעול, לנעול"
  ],
  [
   "losing",
   "מפסיד, מאבד"
  ],
  [
   "loud",
   "רועש, קולני, רם"
  ],
  [
   "magical",
   "קסום"
  ],
  [
   "mail",
   "דואר; לשלוח"
  ],
  [
   "main",
   "עיקרי"
  ],
  [
   "makeup",
   "איפור; הרכב"
  ],
  [
   "male",
   "זכר"
  ],
  [
   "manipulation",
   "מניפולציה, תמרון"
  ],
  [
   "map",
   "מפה, למפות"
  ],
  [
   "market",
   "שוק; לשווק"
  ],
  [
   "master",
   "להתמחות, לשלוט; אדון, שליט"
  ],
  [
   "member",
   "חבר (בקבוצה מסוימת)"
  ],
  [
   "mental",
   "נפשי; שכלי"
  ],
  [
   "mentor",
   "חונך, מדריך רוחני"
  ],
  [
   "metal",
   "מתכת, מתכתי"
  ],
  [
   "miss",
   "להתגעגע; לפספס"
  ],
  [
   "mission",
   "משימה"
  ],
  [
   "molecule",
   "מולקולה"
  ],
  [
   "monkey",
   "קוף"
  ],
  [
   "mood",
   "מצב רוח"
  ],
  [
   "muscle",
   "שריר"
  ],
  [
   "mutation",
   "מוטציה"
  ],
  [
   "natural",
   "טבעי"
  ],
  [
   "nature",
   "טבע; מהות"
  ],
  [
   "neck",
   "צוואר"
  ],
  [
   "negative",
   "שלילי"
  ],
  [
   "neighbor",
   "שכן"
  ],
  [
   "network",
   "רשת"
  ],
  [
   "neutral",
   "ניטרלי"
  ],
  [
   "newspaper",
   "עיתון"
  ],
  [
   "noise",
   "רעש"
  ],
  [
   "norm",
   "נורמה, תקן"
  ],
  [
   "nurse",
   "אחות"
  ],
  [
   "obsession",
   "אובססיה, דיבוק"
  ],
  [
   "of course... but...",
   "כמובן... אך..."
  ],
  [
   "official",
   "רשמי, מאושר; פקיד"
  ],
  [
   "oil",
   "נפט, שמן, לשמן"
  ],
  [
   "on top of",
   "על, מעל; בנוסף ל"
  ],
  [
   "opinion",
   "דעה"
  ],
  [
   "option",
   "אפשרות, אופציה"
  ],
  [
   "orchestra",
   "תזמורת"
  ],
  [
   "order",
   "סדר; פקודה, לצוות; להזמין; מסדר (דתי)"
  ],
  [
   "organism",
   "אורגניזם, יצור חי"
  ],
  [
   "original",
   "מקורי; מקור"
  ],
  [
   "owner",
   "בעלים"
  ],
  [
   "package",
   "חפיסה, חבילה"
  ],
  [
   "painting",
   "ציור"
  ],
  [
   "panic",
   "פאניקה, בהלה; להיבהל"
  ],
  [
   "paradox",
   "סתירה, פרדוקס"
  ],
  [
   "parent",
   "הורה"
  ],
  [
   "path",
   "דרך, נתיב"
  ],
  [
   "pause",
   "הפסקה, להפסיק; לעצור, להשהות"
  ],
  [
   "pepper",
   "פלפל"
  ],
  [
   "percent",
   "אחוז"
  ],
  [
   "pet",
   "חיית מחמד"
  ],
  [
   "philosophical",
   "פילוסופי"
  ],
  [
   "philosophy",
   "פילוסופיה"
  ],
  [
   "phobia",
   "פוביה, פחד כרוני"
  ],
  [
   "photograph",
   "צילום, לצלם"
  ],
  [
   "physical",
   "פיזי, גופני"
  ],
  [
   "pick",
   "לקטוף, לבחור; מפרט לגיטרה"
  ],
  [
   "pilot",
   "טייס; ניסיוני"
  ],
  [
   "potential",
   "פוטנציאל, אפשרי, פוטנציאלי"
  ],
  [
   "powerful",
   "חזק, רב כוח; רב עוצמה"
  ],
  [
   "prehistoric",
   "קדמון, פרה-היסטורי"
  ],
  [
   "prepare",
   "להכין, התכונן; להתכונן"
  ],
  [
   "presentation",
   "מצגת; הצגה"
  ],
  [
   "price",
   "מחיר"
  ],
  [
   "professional",
   "מקצועי; מקצוען"
  ],
  [
   "program",
   "תכנית; תכניה; לתכנת"
  ],
  [
   "puzzle",
   "חידה, פאזל; לבלבל"
  ],
  [
   "quality",
   "איכות; תכונה"
  ],
  [
   "question",
   "להטיל ספק; שאלה"
  ],
  [
   "rainbow",
   "קשת"
  ],
  [
   "random",
   "מקרי, אקראי"
  ],
  [
   "rat",
   "עכברוש"
  ],
  [
   "reality",
   "מציאות"
  ],
  [
   "receive",
   "לקבל"
  ],
  [
   "reflex",
   "רפלקס, תגובה אוטומטית"
  ],
  [
   "relevant",
   "רלוונטי, קשור"
  ],
  [
   "remove",
   "להסיר"
  ],
  [
   "repeat",
   "לחזור; שידור/מאורע חוזר"
  ],
  [
   "respond",
   "להגיב, תגובה, תשובה"
  ],
  [
   "responsibility",
   "אחריות"
  ],
  [
   "responsible",
   "אחראי"
  ],
  [
   "result",
   "תוצאה; לנבוע"
  ],
  [
   "revolution",
   "מהפכה"
  ],
  [
   "ring, rang",
   "טבעת, לצלצל, צלצל"
  ],
  [
   "risk",
   "סיכון, לסכן"
  ],
  [
   "river",
   "נהר"
  ],
  [
   "rocket",
   "טיל"
  ],
  [
   "role",
   "תפקיד"
  ],
  [
   "roof",
   "גג"
  ],
  [
   "root",
   "שורש"
  ],
  [
   "rope",
   "חבל"
  ],
  [
   "rule",
   "לשלוט, לפסוק, להחליט; כלל, חוק, שלטון"
  ],
  [
   "saga",
   "סיפור, סאגה"
  ],
  [
   "scan",
   "סריקה, לסרוק"
  ],
  [
   "science",
   "מדע"
  ],
  [
   "scientist",
   "מדען"
  ],
  [
   "seem",
   "נראה כ-, דומה ל-"
  ],
  [
   "sense",
   "היגיון, תודעה; חוש, לחוש"
  ],
  [
   "series",
   "סדרה"
  ],
  [
   "serve",
   "לשרת; לרצות (עונש); להגיש"
  ],
  [
   "set up",
   "להרכיב, להקים, לארגן, לסדר"
  ],
  [
   "shape",
   "צורה, לעצב (צורה)"
  ],
  [
   "sharp",
   "חד"
  ],
  [
   "shield",
   "מגן, להגן"
  ],
  [
   "shoulder",
   "כתף"
  ],
  [
   "silent",
   "דומם, שקט"
  ],
  [
   "silver",
   "כסף, כסוף"
  ],
  [
   "size",
   "גודל; מידה"
  ],
  [
   "skill",
   "יכולת, מיומנות"
  ],
  [
   "skin",
   "עור"
  ],
  [
   "slave",
   "עבד"
  ],
  [
   "smoke",
   "עשן, לעשן"
  ],
  [
   "soccer",
   "כדורגל"
  ],
  [
   "social",
   "חברתי"
  ],
  [
   "sold",
   "מכר"
  ],
  [
   "solution",
   "פתרון"
  ],
  [
   "solve",
   "לפתור"
  ],
  [
   "sort",
   "סוג, למיין"
  ],
  [
   "speak, spoke",
   "לדבר, דיבר"
  ],
  [
   "speed",
   "מהירות"
  ],
  [
   "sperm",
   "זרע"
  ],
  [
   "spicy",
   "חריף, פיקנטי"
  ],
  [
   "spider",
   "עכביש"
  ],
  [
   "sponsor",
   "נותן חסות"
  ],
  [
   "spontaneous",
   "ספונטני, לא מתוכנן, מתרחש מאליו"
  ],
  [
   "spray",
   "תרסיס, לרסס, לפזר"
  ],
  [
   "spy",
   "מרגל, לרגל"
  ],
  [
   "steal",
   "לגנוב"
  ],
  [
   "stereotype",
   "סטריאוטיפ"
  ],
  [
   "stone",
   "אבן"
  ],
  [
   "storm",
   "סערה"
  ],
  [
   "strategy",
   "אסטרטגיה"
  ],
  [
   "stress",
   "להדגיש; מתח, לחץ, מצוקה"
  ],
  [
   "stuff",
   "דברים; למלא, לפחלץ"
  ],
  [
   "success",
   "הצלחה"
  ],
  [
   "such as",
   "כמו למשל"
  ],
  [
   "suggest",
   "להציע; לרמז"
  ],
  [
   "suicide",
   "התאבדות"
  ],
  [
   "sunlight",
   "אור שמש, קרינת השמש"
  ],
  [
   "survival",
   "הישרדות"
  ],
  [
   "sword",
   "חרב"
  ],
  [
   "symbol",
   "סמל"
  ],
  [
   "syrup",
   "סירופ"
  ],
  [
   "talent",
   "כשרון"
  ],
  [
   "tax",
   "מס"
  ],
  [
   "think, thought",
   "לחשוב, חשב"
  ],
  [
   "thriller",
   "מותחן"
  ],
  [
   "tiny",
   "קטנטן"
  ],
  [
   "tone",
   "טון; נימה"
  ],
  [
   "tour",
   "סיור"
  ],
  [
   "tourist",
   "תייר"
  ],
  [
   "tower",
   "מגדל"
  ],
  [
   "town",
   "עיר, עיירה"
  ],
  [
   "toxic",
   "רעיל"
  ],
  [
   "tragic",
   "טרגי"
  ],
  [
   "treasure",
   "אוצר, לנצור"
  ],
  [
   "triple",
   "פי 3"
  ],
  [
   "twins",
   "תאומים"
  ],
  [
   "type",
   "להקליד; סוג"
  ],
  [
   "ugly",
   "מכוער"
  ],
  [
   "uncle",
   "דוד"
  ],
  [
   "unique",
   "יחיד במינו, ייחודי; מיוחד"
  ],
  [
   "unit",
   "יחידה"
  ],
  [
   "unlock",
   "לפתוח, לשחרר"
  ],
  [
   "unsafe",
   "לא בטוח; מסוכן"
  ],
  [
   "update",
   "עדכון, לעדכן"
  ],
  [
   "upgrade",
   "לשדרג"
  ],
  [
   "use",
   "תועלת, תכלית; לנצל; להשתמש; שימוש"
  ],
  [
   "vacation",
   "חופשה"
  ],
  [
   "vegetarian",
   "צמחוני"
  ],
  [
   "versions",
   "גרסאות"
  ],
  [
   "victory",
   "ניצחון"
  ],
  [
   "virtual",
   "מדומה, וירטואלי"
  ],
  [
   "vote",
   "קול, הצבעה, להצביע"
  ],
  [
   "warning",
   "אזהרה"
  ],
  [
   "wave",
   "גל; לנופף"
  ],
  [
   "weapon",
   "נשק"
  ],
  [
   "weight",
   "משקל"
  ],
  [
   "while",
   "בזמן ש-, בעוד ש-; ואילו, אף על פי ש-; כל עוד"
  ],
  [
   "wise",
   "חכם, פיקח"
  ],
  [
   "wolf (wolves)",
   "זאב (זאבים)"
  ],
  [
   "wood",
   "עץ; יער"
  ],
  [
   "worldwide",
   "כלל עולמי, בכל העולם"
  ],
  [
   "worry",
   "דאגה, לדאוג"
  ],
  [
   "zone",
   "אזור"
  ]
 ],
 "3": [
  [
   "ability",
   "יכולת"
  ],
  [
   "above all",
   "מעל לכל"
  ],
  [
   "absurd",
   "מגוחך, לא סביר"
  ],
  [
   "accept",
   "לקבל"
  ],
  [
   "accident",
   "תאונה"
  ],
  [
   "according",
   "לפי"
  ],
  [
   "across",
   "מעבר ל, בצד השני, לרוחב"
  ],
  [
   "active",
   "פעיל"
  ],
  [
   "actress",
   "שחקנית"
  ],
  [
   "adult",
   "מבוגר"
  ],
  [
   "adventure",
   "הרפתקה"
  ],
  [
   "agency",
   "סוכנות"
  ],
  [
   "agreement",
   "הסכמה; הסכם"
  ],
  [
   "alarm",
   "דאגה, להדאיג; אזעקה"
  ],
  [
   "allow",
   "להרשות; לאפשר"
  ],
  [
   "anger",
   "כעס, להכעיס"
  ],
  [
   "arrive",
   "להגיע"
  ],
  [
   "as a result",
   "כתוצאה"
  ],
  [
   "attention",
   "תשומת לב"
  ],
  [
   "attractive",
   "נאה, מושך"
  ],
  [
   "available",
   "זמין"
  ],
  [
   "awake",
   "ער, להתעורר"
  ],
  [
   "award",
   "פרס, להעניק פרס"
  ],
  [
   "badly",
   "בצורה גרועה, רע; קשות, נואשות"
  ],
  [
   "balance",
   "שיווי משקל; איזון, לאזן"
  ],
  [
   "bank",
   "בנק; גדה; לערום"
  ],
  [
   "battle",
   "קרב, התכתשות; מאבק, מלחמה; להיאבק, להילחם"
  ],
  [
   "beard",
   "זקן"
  ],
  [
   "beat",
   "לנצח, מקצב; מכה, להכות"
  ],
  [
   "behavior",
   "התנהגות"
  ],
  [
   "bell",
   "פעמון"
  ],
  [
   "below",
   "מתחת"
  ],
  [
   "birth",
   "לידה"
  ],
  [
   "bite",
   "לנשוך, נשיכה"
  ],
  [
   "blind",
   "עיוור"
  ],
  [
   "block",
   "חסימה; לבנה, גוש, חלק"
  ],
  [
   "bone",
   "עצם"
  ],
  [
   "border",
   "גבול"
  ],
  [
   "bottom",
   "תחתית; ישבן"
  ],
  [
   "brave",
   "אמיץ"
  ],
  [
   "built",
   "בנה, נבנה (עבר/בינוני פעול של build); בנוי, בנוי היטב"
  ],
  [
   "cancer",
   "סרטן (מחלה)"
  ],
  [
   "capture",
   "ללכוד"
  ],
  [
   "carefully",
   "בזהירות"
  ],
  [
   "carry",
   "לשאת, לסחוב"
  ],
  [
   "castle",
   "טירה"
  ],
  [
   "cell",
   "תא"
  ],
  [
   "central",
   "מרכזי"
  ],
  [
   "certainly",
   "בהחלט, בוודאי"
  ],
  [
   "challenge",
   "לאתגר; אתגר"
  ],
  [
   "chapter",
   "פרק"
  ],
  [
   "chase",
   "לרדוף, מרדף"
  ],
  [
   "cheer",
   "לעודד"
  ],
  [
   "childhood",
   "ילדות"
  ],
  [
   "choice",
   "בחירה"
  ],
  [
   "cigarette",
   "סיגריה"
  ],
  [
   "climb",
   "לטפס"
  ],
  [
   "coat",
   "מעיל; שכבה (של צבע, בטון וכו')"
  ],
  [
   "coin",
   "מטבע"
  ],
  [
   "colleague",
   "עמית, קולגה"
  ],
  [
   "coma",
   "תרדמת"
  ],
  [
   "combat",
   "להילחם ב-, להיאבק ב-; קרב, לחימה"
  ],
  [
   "comfortable",
   "נוח"
  ],
  [
   "command",
   "פקודה, לפקוד"
  ],
  [
   "communicate",
   "לתקשר"
  ],
  [
   "community",
   "קהילה"
  ],
  [
   "competition",
   "תחרות"
  ],
  [
   "complete",
   "שלם, מלא, מושלם; להשלים, לסיים"
  ],
  [
   "complex",
   "מורכב, מסובך; מתחם"
  ],
  [
   "concept",
   "רעיון, מושג"
  ],
  [
   "condition",
   "תנאי, מצב, מעמד; להכשיר, להתאים"
  ],
  [
   "confirm",
   "לאשר, לאמת"
  ],
  [
   "conflict",
   "עימות, סכסוך"
  ],
  [
   "content",
   "תוכן; שביעות רצון"
  ],
  [
   "core",
   "ליבה"
  ],
  [
   "corner",
   "פינה, לדחוק לפינה"
  ],
  [
   "cost",
   "מחיר, עלות"
  ],
  [
   "courage",
   "אומץ"
  ],
  [
   "court",
   "מגרש (ספורט); בית משפט"
  ],
  [
   "cover",
   "לכסות; לסקר, לכלול; כיסוי, מכסה"
  ],
  [
   "culture",
   "תרבות"
  ],
  [
   "cure",
   "מרפא, תרופה; לרפא"
  ],
  [
   "curious",
   "סקרן; מוזר"
  ],
  [
   "currently",
   "כרגע, נכון לעכשיו"
  ],
  [
   "customer",
   "לקוח, צרכן"
  ],
  [
   "daily",
   "יומי, יומיומי; מדי יום"
  ],
  [
   "defend",
   "להגן"
  ],
  [
   "delay",
   "עיכוב, לאחר, לדחות"
  ],
  [
   "delivery",
   "משלוח"
  ],
  [
   "department",
   "מחלקה"
  ],
  [
   "describe",
   "לתאר"
  ],
  [
   "described",
   "מתואר"
  ],
  [
   "description",
   "תיאור"
  ],
  [
   "deserve",
   "מגיע (לו)"
  ],
  [
   "dessert",
   "קינוח"
  ],
  [
   "destiny",
   "גורל"
  ],
  [
   "develop",
   "לפתח"
  ],
  [
   "development",
   "התפתחות, פיתוח"
  ],
  [
   "device",
   "מכשיר"
  ],
  [
   "director",
   "במאי; מנהל"
  ],
  [
   "disappear",
   "להעלם"
  ],
  [
   "disaster",
   "אסון"
  ],
  [
   "discuss",
   "לדון, להתווכח"
  ],
  [
   "disease",
   "מחלה"
  ],
  [
   "display",
   "להציג"
  ],
  [
   "disturb",
   "להפריע"
  ],
  [
   "drag",
   "לגרור"
  ],
  [
   "dump",
   "לזרוק, לשפוך; מזבלה"
  ],
  [
   "during",
   "תוך כדי, במשך"
  ],
  [
   "eagle",
   "נשר"
  ],
  [
   "economy",
   "כלכלה"
  ],
  [
   "editor",
   "עורך"
  ],
  [
   "education",
   "חינוך, השכלה"
  ],
  [
   "effect",
   "תוצאה, אפקט; רושם, השפעה"
  ],
  [
   "effective",
   "יעיל, אפקטיבי"
  ],
  [
   "effort",
   "מאמץ"
  ],
  [
   "electricity",
   "חשמל"
  ],
  [
   "emotion",
   "רגש"
  ],
  [
   "engineer",
   "מהנדס, להנדס"
  ],
  [
   "entertainment",
   "בידור"
  ],
  [
   "entrance",
   "כניסה"
  ],
  [
   "environment",
   "סביבה"
  ],
  [
   "equipment",
   "ציוד"
  ],
  [
   "especially",
   "במיוחד"
  ],
  [
   "exact",
   "מדויק"
  ],
  [
   "except",
   "מלבד, חוץ מ-"
  ],
  [
   "except for",
   "למעט"
  ],
  [
   "exchange",
   "להחליף, חלופה"
  ],
  [
   "excitement",
   "התרגשות"
  ],
  [
   "exercise",
   "פעילות גופנית, תרגיל; להתאמן; לממש, ליישם"
  ],
  [
   "exist",
   "קיים"
  ],
  [
   "expect",
   "לצפות"
  ],
  [
   "experiment",
   "ניסוי, להתנסות"
  ],
  [
   "extraordinary",
   "בלתי רגיל"
  ],
  [
   "failure",
   "כישלון; תקלה"
  ],
  [
   "fan",
   "מעריץ, אוהד; מאוורר, לאוורר"
  ],
  [
   "farmer",
   "חקלאי, חוואי; איכר"
  ],
  [
   "fault",
   "פגם, תקלה; אשמה"
  ],
  [
   "fever",
   "חום (של מחלה)"
  ],
  [
   "field",
   "תחום, שדה"
  ],
  [
   "financial",
   "כספי"
  ],
  [
   "fishing",
   "דיג"
  ],
  [
   "fit",
   "בכושר; להתאים"
  ],
  [
   "flat",
   "שטוח; דירה"
  ],
  [
   "flew",
   "עף"
  ],
  [
   "flip",
   "לזרוק, להעיף; סלטה; להפוך צד"
  ],
  [
   "fool",
   "טיפש, לשטות במישהו"
  ],
  [
   "for instance",
   "לדוגמה"
  ],
  [
   "foreign",
   "חוץ; זר, נוכרי"
  ],
  [
   "forgive",
   "לסלוח"
  ],
  [
   "form",
   "צורה; ליצור, להקים; טופס"
  ],
  [
   "frame",
   "מסגרת, למסגר"
  ],
  [
   "friendship",
   "חברות"
  ],
  [
   "function",
   "תפקיד, תפקוד, לתפקד"
  ],
  [
   "garbage",
   "זבל"
  ],
  [
   "gene",
   "גן (תורשתי)"
  ],
  [
   "generation",
   "דור"
  ],
  [
   "gentle",
   "עדין"
  ],
  [
   "governor",
   "מושל"
  ],
  [
   "grade",
   "כיתה; ציון, דרגה, מעמד; שיפוע"
  ],
  [
   "grandson",
   "נכד"
  ],
  [
   "guide",
   "מדריך, להדריך"
  ],
  [
   "guilty",
   "אשם"
  ],
  [
   "hall",
   "אולם, מסדרון; היכל"
  ],
  [
   "harm",
   "לפגוע, להזיק"
  ],
  [
   "heat",
   "חום, לחמם"
  ],
  [
   "height",
   "גובה"
  ],
  [
   "highway",
   "כביש ראשי"
  ],
  [
   "hill",
   "גבעה"
  ],
  [
   "honest",
   "כן, הגון; ישר"
  ],
  [
   "honor",
   "לכבד, כבוד"
  ],
  [
   "host",
   "מארח"
  ],
  [
   "however",
   "למרות זאת; בכל דרך"
  ],
  [
   "hunger",
   "רעב"
  ],
  [
   "hunt",
   "לצוד, ציד"
  ],
  [
   "hunter",
   "צייד"
  ],
  [
   "ignore",
   "להתעלם"
  ],
  [
   "ill",
   "חולה"
  ],
  [
   "illegal",
   "לא חוקי"
  ],
  [
   "image",
   "דמות, תמונה; דימוי"
  ],
  [
   "imagine",
   "לדמיין"
  ],
  [
   "immediately",
   "מיד"
  ],
  [
   "impact",
   "השפעה; התנגשות"
  ],
  [
   "impressive",
   "מרשים"
  ],
  [
   "in general",
   "באופן כללי"
  ],
  [
   "include",
   "לכלול"
  ],
  [
   "incredible",
   "מדהים"
  ],
  [
   "independent",
   "עצמאי"
  ],
  [
   "individual",
   "יחיד, אינדיבידואל; אישי"
  ],
  [
   "influence",
   "השפעה, להשפיע"
  ],
  [
   "injury",
   "פציעה"
  ],
  [
   "inner",
   "פנימי"
  ],
  [
   "instant",
   "מיידי; בהרף עין"
  ],
  [
   "instead",
   "במקום זאת, תחת זאת"
  ],
  [
   "instead of",
   "במקום"
  ],
  [
   "intelligence",
   "אינטליגנציה; מודיעין"
  ],
  [
   "intense",
   "עז, אינטנסיבי"
  ],
  [
   "introduce",
   "להציג, לעשות היכרות; להכניס"
  ],
  [
   "investigate",
   "לחקור"
  ],
  [
   "invisible",
   "בלתי נראה"
  ],
  [
   "judge",
   "לשפוט; שופט"
  ],
  [
   "kingdom",
   "ממלכה"
  ],
  [
   "kitchen",
   "מטבח"
  ],
  [
   "knees",
   "ברכיים"
  ],
  [
   "knowledge",
   "ידע"
  ],
  [
   "known",
   "ידוע"
  ],
  [
   "lake",
   "אגם"
  ],
  [
   "lawyer",
   "עורך-דין"
  ],
  [
   "lecture",
   "הרצאה"
  ],
  [
   "led to",
   "הוביל ל-"
  ],
  [
   "license",
   "רישיון; לאשר, להתיר"
  ],
  [
   "limit",
   "גבול, לשים גבול, מוגבל"
  ],
  [
   "lip",
   "שפה"
  ],
  [
   "lower",
   "להוריד, להנמיך; נמוך"
  ],
  [
   "manage",
   "לנהל; להצליח, להסתדר (___ to)"
  ],
  [
   "management",
   "ניהול; הנהלה"
  ],
  [
   "mark",
   "לסמן; כתם"
  ],
  [
   "marriage",
   "נישואין"
  ],
  [
   "material",
   "חומר, חומרני"
  ],
  [
   "medicine",
   "רפואה, תרופה"
  ],
  [
   "mention",
   "להזכיר, לאזכר"
  ],
  [
   "method",
   "שיטה"
  ],
  [
   "military",
   "צבא, צבאי"
  ],
  [
   "mirror",
   "מראה; לשקף"
  ],
  [
   "monitor",
   "להשגיח, מוניטור"
  ],
  [
   "mostly",
   "בעיקר, לרוב"
  ],
  [
   "movement",
   "תנועה"
  ],
  [
   "mystery",
   "תעלומה"
  ],
  [
   "nation",
   "אומה"
  ],
  [
   "nearby",
   "ליד, קרוב"
  ],
  [
   "necessary",
   "הכרחי"
  ],
  [
   "neighborhood",
   "שכונה"
  ],
  [
   "nervous",
   "עצבני, לחוץ, מתוח"
  ],
  [
   "no longer",
   "לא עוד"
  ],
  [
   "noon",
   "צהריים (12:00)"
  ],
  [
   "note",
   "הערה, פתק; לציין"
  ],
  [
   "notice",
   "לשים לב; התראה; הודעה"
  ],
  [
   "nuclear",
   "גרעיני"
  ],
  [
   "obviously",
   "ברור"
  ],
  [
   "opportunity",
   "הזדמנות"
  ],
  [
   "opposite",
   "מנוגד, ממול"
  ],
  [
   "organization",
   "ארגון"
  ],
  [
   "pair",
   "זוג"
  ],
  [
   "passion",
   "תשוקה"
  ],
  [
   "patience",
   "סבלנות"
  ],
  [
   "patient",
   "סבלני; חולה"
  ],
  [
   "patients",
   "מטופלים"
  ],
  [
   "peaceful",
   "שלו, שקט"
  ],
  [
   "per",
   "לכל"
  ],
  [
   "performance",
   "ביצוע; הופעה"
  ],
  [
   "period",
   "נקודה; משך זמן, מחזור; תקופה"
  ],
  [
   "permanent",
   "קבוע"
  ],
  [
   "permission",
   "רשות, היתר"
  ],
  [
   "personality",
   "אישיות"
  ],
  [
   "piece",
   "יצירה; חתיכה, חלק"
  ],
  [
   "pipe",
   "צינור"
  ],
  [
   "plant",
   "צמח; לשתול; מפעל (power ___)"
  ],
  [
   "plate",
   "צלחת, לוח"
  ],
  [
   "pleasure",
   "תענוג, לענג"
  ],
  [
   "polite",
   "מנומס"
  ],
  [
   "position",
   "עמדה, מיקום, למקם; תנוחה; תפקיד, משרה"
  ],
  [
   "pot",
   "סיר, קדרה"
  ],
  [
   "practice",
   "לתרגל, תרגול"
  ],
  [
   "precious",
   "יקר"
  ],
  [
   "pregnant",
   "הרה (בהריון)"
  ],
  [
   "prevent",
   "למנוע"
  ],
  [
   "previous",
   "קודם"
  ],
  [
   "pride",
   "גאווה"
  ],
  [
   "priority",
   "עדיפות"
  ],
  [
   "prison",
   "כלא"
  ],
  [
   "prize",
   "פרס"
  ],
  [
   "process",
   "לעכל, לעבד; תהליך"
  ],
  [
   "product",
   "מוצר; תוצר"
  ],
  [
   "profit",
   "רווח"
  ],
  [
   "progress",
   "התקדמות, להתקדם"
  ],
  [
   "project",
   "לחזות, לתכנן; פרויקט, מיזם; להשליך, להקרין"
  ],
  [
   "proof",
   "הוכחה, ראיה; חסין, עמיד (סיומת)"
  ],
  [
   "protest",
   "למחות, הפגנה"
  ],
  [
   "public",
   "ציבורי"
  ],
  [
   "pump",
   "משאבה, לשאוב"
  ],
  [
   "punish",
   "להעניש"
  ],
  [
   "pure",
   "טהור"
  ],
  [
   "purpose",
   "כוונה, מטרה"
  ],
  [
   "quarter",
   "רבע"
  ],
  [
   "rage",
   "זעם"
  ],
  [
   "raise",
   "להעלות"
  ],
  [
   "react",
   "להגיב"
  ],
  [
   "reaction",
   "תגובה"
  ],
  [
   "realize",
   "להבין, הבין; להגשים"
  ],
  [
   "recent",
   "שארע לאחרונה"
  ],
  [
   "recently",
   "לאחרונה"
  ],
  [
   "recognize",
   "לזהות; להכיר"
  ],
  [
   "recommend",
   "להמליץ"
  ],
  [
   "register",
   "להירשם"
  ],
  [
   "release",
   "לשחרר"
  ],
  [
   "religion",
   "דת"
  ],
  [
   "religious",
   "דתי"
  ],
  [
   "remote",
   "מרוחק; שלט"
  ],
  [
   "repair",
   "לתקן"
  ],
  [
   "replace",
   "להחליף"
  ],
  [
   "reporter",
   "עיתונאי"
  ],
  [
   "represent",
   "לייצג, מייצג"
  ],
  [
   "request",
   "בקשה, לבקש"
  ],
  [
   "rescue",
   "להציל"
  ],
  [
   "research",
   "מחקר"
  ],
  [
   "review",
   "ביקורת; לסקור, סקירה"
  ],
  [
   "reward",
   "פרס, לתגמל"
  ],
  [
   "ridiculous",
   "מגוחך"
  ],
  [
   "rise",
   "עליה, לעלות"
  ],
  [
   "route",
   "מסלול, דרך"
  ],
  [
   "safety",
   "בטיחות"
  ],
  [
   "salary",
   "שכר"
  ],
  [
   "sample",
   "מדגם, דגימה, דוגמה"
  ],
  [
   "scare",
   "פחד, להפחיד"
  ],
  [
   "schedule",
   "לוח זמנים"
  ],
  [
   "screen",
   "לסרוק; מסך, צג, וילון; לסנן"
  ],
  [
   "script",
   "תסריט; כתב"
  ],
  [
   "seat",
   "מושב, להושיב"
  ],
  [
   "section",
   "יחידה, חלק"
  ],
  [
   "senior",
   "בכיר; בוגר (תלמיד שנה אחרונה); זקן"
  ],
  [
   "sensitive",
   "רגיש"
  ],
  [
   "sentence",
   "משפט; גזר דין"
  ],
  [
   "shadow",
   "צל, להאפיל; לעקוב"
  ],
  [
   "shave",
   "גילוח, לגלח"
  ],
  [
   "ship",
   "לשלוח; אוניה"
  ],
  [
   "shy",
   "ביישן"
  ],
  [
   "signal",
   "אות, סימן, לאותת"
  ],
  [
   "signature",
   "חתימה"
  ],
  [
   "similar",
   "דומה"
  ],
  [
   "simply",
   "פשוט, בפשטות"
  ],
  [
   "sin",
   "חטא"
  ],
  [
   "slow down",
   "להאט"
  ],
  [
   "soul",
   "נשמה"
  ],
  [
   "source",
   "מקור"
  ],
  [
   "southern",
   "דרומי"
  ],
  [
   "space",
   "חלל; רווח"
  ],
  [
   "speech",
   "נאום; דיבור, כושר דיבור"
  ],
  [
   "spell",
   "כישוף, קסם; איות, לאיית"
  ],
  [
   "spirit",
   "רוח, כוונה, רוח הדברים; רוח רפאים, נפש"
  ],
  [
   "square",
   "ריבוע; כיכר"
  ],
  [
   "stage",
   "שלב; במה; לביים, לארגן (הפגנה)"
  ],
  [
   "standard",
   "רמה, תקן, מקובל"
  ],
  [
   "state",
   "מצב; מדינה; לציין, להצהיר, לקבוע"
  ],
  [
   "stomach",
   "בטן, קיבה"
  ],
  [
   "strength",
   "כוח, חוזק"
  ],
  [
   "structure",
   "מבנה, לבנות"
  ],
  [
   "stuck",
   "תקוע"
  ],
  [
   "suffer",
   "לסבול"
  ],
  [
   "supply",
   "אספקה"
  ],
  [
   "surely",
   "ללא ספק"
  ],
  [
   "surgery",
   "ניתוח"
  ],
  [
   "surrender",
   "להיכנע"
  ],
  [
   "survive",
   "לשרוד"
  ],
  [
   "switch",
   "מתג; להחליף"
  ],
  [
   "tale",
   "סיפור, אגדה"
  ],
  [
   "target",
   "מטרה"
  ],
  [
   "task",
   "משימה"
  ],
  [
   "tent",
   "אוהל"
  ],
  [
   "theme",
   "נושא"
  ],
  [
   "thief",
   "גנב"
  ],
  [
   "threat",
   "איום"
  ],
  [
   "throw",
   "לזרוק, זריקה"
  ],
  [
   "tie",
   "לקשור, קשר; עניבה"
  ],
  [
   "title",
   "כותרת; תואר"
  ],
  [
   "tongue",
   "לשון"
  ],
  [
   "totally",
   "לחלוטין"
  ],
  [
   "track",
   "מסילה, מסלול; לעקוב"
  ],
  [
   "tradition",
   "מסורת"
  ],
  [
   "traffic",
   "תנועה"
  ],
  [
   "train",
   "רכבת; להכשיר, לאמן"
  ],
  [
   "transfer",
   "העברה; להעביר"
  ],
  [
   "transport",
   "להוביל; הובלה; תחבורה"
  ],
  [
   "trap",
   "מלכודת"
  ],
  [
   "treatment",
   "טיפול; יחס"
  ],
  [
   "truck",
   "משאית, קרון משא"
  ],
  [
   "truly",
   "באמת"
  ],
  [
   "tube",
   "צינור"
  ],
  [
   "unbelievable",
   "לא יאמן"
  ],
  [
   "unfair",
   "לא הוגן"
  ],
  [
   "unfortunately",
   "למרבה הצער"
  ],
  [
   "unusual",
   "בלתי רגיל, יוצא דופן"
  ],
  [
   "useful",
   "שימושי"
  ],
  [
   "useless",
   "חסר תועלת"
  ],
  [
   "usual",
   "רגיל"
  ],
  [
   "value",
   "ערך, להעריך"
  ],
  [
   "violence",
   "אלימות"
  ],
  [
   "violent",
   "אלים"
  ],
  [
   "visitor",
   "אורח, מבקר"
  ],
  [
   "visual",
   "חזותי"
  ],
  [
   "warn",
   "להזהיר"
  ],
  [
   "wear",
   "ללבוש; להתבלות"
  ],
  [
   "weather",
   "מזג אוויר"
  ],
  [
   "wedding",
   "חתונה"
  ],
  [
   "wild",
   "פראי, טבע"
  ],
  [
   "wing",
   "כנף"
  ]
 ],
 "4": [
  [
   "activist",
   "פעיל, אקטיביסט"
  ],
  [
   "actually",
   "למעשה"
  ],
  [
   "additionally",
   "בנוסף"
  ],
  [
   "advantage",
   "יתרון"
  ],
  [
   "advertisement",
   "מודעה, פרסום"
  ],
  [
   "advice",
   "עצה"
  ],
  [
   "aesthetic",
   "אסתטי; אסתטיקה"
  ],
  [
   "air conditioner",
   "מזגן"
  ],
  [
   "airline",
   "חברת תעופה"
  ],
  [
   "all in all",
   "בסך הכל"
  ],
  [
   "amateur",
   "חובבן"
  ],
  [
   "amaze",
   "להדהים"
  ],
  [
   "among",
   "בקרב, בין"
  ],
  [
   "amount",
   "כמות; להסתכם"
  ],
  [
   "analog",
   "אנלוגי (ההיפך מדיגיטלי); מקבילה"
  ],
  [
   "analyze",
   "לנתח"
  ],
  [
   "ancient",
   "קדום, עתיק"
  ],
  [
   "apart",
   "בנפרד"
  ],
  [
   "appear",
   "להופיע; נראה ש-"
  ],
  [
   "architecture",
   "אדריכלות, ארכיטקטורה"
  ],
  [
   "aristocrat",
   "אציל, אריסטוקרט"
  ],
  [
   "arrest",
   "מעצר, לעצור"
  ],
  [
   "artistic",
   "אמנותי"
  ],
  [
   "as many as",
   "לא פחות מ-, עד כדי"
  ],
  [
   "as proof of",
   "כהוכחה ל-"
  ],
  [
   "aside from",
   "חוץ מ-"
  ],
  [
   "attitude",
   "גישה"
  ],
  [
   "audience",
   "קהל"
  ],
  [
   "aura",
   "הילה"
  ],
  [
   "author",
   "סופר, מחבר"
  ],
  [
   "authority",
   "סמכות; רשות"
  ],
  [
   "automobile",
   "כלי רכב, אוטו"
  ],
  [
   "avoid",
   "להתחמק, להימנע"
  ],
  [
   "aware",
   "מודע"
  ],
  [
   "backward",
   "לאחור; נחשל"
  ],
  [
   "bacteria",
   "חיידקים"
  ],
  [
   "beg",
   "להתחנן; לקבץ נדבות"
  ],
  [
   "belong",
   "שייך"
  ],
  [
   "benefit",
   "תועלת, יתרון; הטבה; להפיק תועלת"
  ],
  [
   "besides",
   "בכל מקרה; בנוסף על; מלבד, חוץ מ-"
  ],
  [
   "best-seller",
   "רב-מכר"
  ],
  [
   "beyond",
   "מעבר"
  ],
  [
   "bicycle",
   "אופניים"
  ],
  [
   "breathe",
   "לנשום"
  ],
  [
   "bright",
   "בהיר, זוהר; חכם, מבריק"
  ],
  [
   "brilliant",
   "מבריק"
  ],
  [
   "bullet",
   "קליע"
  ],
  [
   "butterfly",
   "פרפר"
  ],
  [
   "by now",
   "עד עתה"
  ],
  [
   "calculate",
   "לחשב"
  ],
  [
   "calculator",
   "מחשבון"
  ],
  [
   "campaign",
   "מערכה, מסע"
  ],
  [
   "cast",
   "להשליך, לגרש; צוות שחקנים"
  ],
  [
   "casual",
   "לא רשמי, אגבי, רגיל, יומיומי; מזדמן"
  ],
  [
   "cave",
   "מערה"
  ],
  [
   "caviar",
   "קוויאר"
  ],
  [
   "century",
   "מאה שנים"
  ],
  [
   "certain",
   "בטוח; מסוים"
  ],
  [
   "character",
   "אות, תו; דמות; אופי"
  ],
  [
   "charge",
   "לגבות; להאשים; להסתער; לחייב"
  ],
  [
   "chief",
   "ראשי, בכיר, מנהיג; צ'יף"
  ],
  [
   "citrus",
   "פרי הדר"
  ],
  [
   "claim",
   "טענה, טוען; תביעה"
  ],
  [
   "class",
   "מעמד; סוג; כיתה"
  ],
  [
   "clever",
   "פיקח"
  ],
  [
   "coach",
   "מאמן, לאמן, להדריך; קרון נוסעים, כרכרה, מחלקת תיירים (במטוס)"
  ],
  [
   "coast",
   "חוף"
  ],
  [
   "cognitive",
   "קוגניטיבי, הכרתי"
  ],
  [
   "common",
   "נפוץ, משותף"
  ],
  [
   "compete",
   "להתחרות, להתמודד"
  ],
  [
   "components",
   "חלקים, מרכיבים"
  ],
  [
   "conference",
   "ועידה"
  ],
  [
   "confuse",
   "לבלבל"
  ],
  [
   "confusion",
   "בלבול"
  ],
  [
   "consider",
   "לקחת בחשבון, לשקול"
  ],
  [
   "context",
   "הקשר"
  ],
  [
   "continuation",
   "המשך"
  ],
  [
   "contract",
   "ללקות, להידבק (במחלה); חוזה, הסכם; להתכווץ"
  ],
  [
   "contrast",
   "ניגוד; להוות ניגוד; לעמת"
  ],
  [
   "convince",
   "לשכנע"
  ],
  [
   "coordination",
   "קואורדינציה, תיאום"
  ],
  [
   "coordinator",
   "מתאם"
  ],
  [
   "copies",
   "עותקים"
  ],
  [
   "cosmopolitan",
   "קוסמופוליטי, רב-תרבותי, בעל אופי בין-לאומי"
  ],
  [
   "count",
   "לספור; רוזן"
  ],
  [
   "course",
   "מנה; קורס; מסלול"
  ],
  [
   "crack",
   "סדק, לסדוק"
  ],
  [
   "creator",
   "יוצר"
  ],
  [
   "creature",
   "יצור"
  ],
  [
   "curse",
   "קללה, לקלל"
  ],
  [
   "customize",
   "להתאים באופן אישי"
  ],
  [
   "dare",
   "להעיז, תעוזה; אתגר"
  ],
  [
   "decorative",
   "קישוטי, דקורטיבי"
  ],
  [
   "deeply",
   "עמוקות, מאוד, במידה רבה"
  ],
  [
   "deer",
   "איל"
  ],
  [
   "deliver",
   "למסור, לספק; לשאת (נאום); ליילד"
  ],
  [
   "depend on",
   "להסתמך על, תלוי ב-"
  ],
  [
   "desire",
   "תשוקה, חשק, לחפוץ"
  ],
  [
   "desperate",
   "נואש"
  ],
  [
   "despite",
   "למרות"
  ],
  [
   "dimension",
   "ממד, מימד; היבט"
  ],
  [
   "disadvantage",
   "חסרון"
  ],
  [
   "disagreement",
   "אי הסכמה, חוסר הסכמה; חילוקי דעות"
  ],
  [
   "discoveries",
   "תגליות"
  ],
  [
   "divide",
   "לחלק"
  ],
  [
   "divorce",
   "גירושין"
  ],
  [
   "dominate",
   "לשלוט"
  ],
  [
   "donate",
   "לתרום"
  ],
  [
   "doubt",
   "ספק, להטיל ספק"
  ],
  [
   "due to",
   "בגלל, לאור"
  ],
  [
   "dust",
   "אבק, לאבק"
  ],
  [
   "duty",
   "תפקיד, חובה"
  ],
  [
   "earn",
   "להרוויח; לזכות ב"
  ],
  [
   "earthquake",
   "רעידת אדמה"
  ],
  [
   "edge",
   "קצה, שוליים; יתרון; להב (של סכין)"
  ],
  [
   "either... or...",
   "או... או..."
  ],
  [
   "empathy",
   "הזדהות, אמפתיה"
  ],
  [
   "emperor",
   "שליט, קיסר"
  ],
  [
   "enable",
   "לאפשר"
  ],
  [
   "enzyme",
   "אנזים"
  ],
  [
   "epic",
   "אפוס; אפי"
  ],
  [
   "epidemic",
   "מגיפה, אפידמיה"
  ],
  [
   "ethical",
   "אתי, מוסרי"
  ],
  [
   "even",
   "אפילו; זוגי (מספר); ליישר, להשוות"
  ],
  [
   "even so",
   "אף על פי כן"
  ],
  [
   "eventually",
   "לבסוף"
  ],
  [
   "evidence",
   "ראיה"
  ],
  [
   "evolve",
   "להתפתח"
  ],
  [
   "examination",
   "בחינה, בדיקה"
  ],
  [
   "examine",
   "לבחון"
  ],
  [
   "excite",
   "לרגש, לעורר"
  ],
  [
   "exclusive",
   "בלעדי; יוקרתי"
  ],
  [
   "expectations",
   "ציפיות"
  ],
  [
   "explore",
   "לחקור, ללמוד"
  ],
  [
   "explosive",
   "נפיץ, חומר נפץ"
  ],
  [
   "export",
   "ייצוא"
  ],
  [
   "external",
   "חיצוני"
  ],
  [
   "factor",
   "גורם"
  ],
  [
   "fairy",
   "פיה"
  ],
  [
   "fairytale",
   "אגדה"
  ],
  [
   "faith",
   "אמונה; אמון"
  ],
  [
   "fall apart",
   "להתפרק"
  ],
  [
   "familiar",
   "מוכר"
  ],
  [
   "fatal",
   "קטלני, ממית; הרה-אסון, גורלי"
  ],
  [
   "fate",
   "גורל, חרץ גורל"
  ],
  [
   "favor",
   "טובה; להעדיף"
  ],
  [
   "fiction",
   "בדיון, לא אמיתי; ספרות בדיונית"
  ],
  [
   "filmmaker",
   "יוצר סרטים"
  ],
  [
   "fingerprint",
   "טביעת אצבע"
  ],
  [
   "flavor",
   "לתבל; טעם"
  ],
  [
   "flexible",
   "גמיש"
  ],
  [
   "folklore",
   "פולקלור; מסורת עממית"
  ],
  [
   "fork",
   "מזלג; הסתעפות"
  ],
  [
   "formal",
   "רשמי"
  ],
  [
   "fortune",
   "מזל; עושר"
  ],
  [
   "from time to time",
   "מפעם לפעם"
  ],
  [
   "frustration",
   "תסכול"
  ],
  [
   "fundamental",
   "בסיסי (פונדמנטלי)"
  ],
  [
   "further",
   "יותר, נוסף, רחוק יותר; לקדם"
  ],
  [
   "generally",
   "בדרך כלל, באופן כללי"
  ],
  [
   "generate",
   "לייצר, להפיק, ליצור"
  ],
  [
   "generated",
   "יצר"
  ],
  [
   "genre",
   "ז'אנר, סוגה"
  ],
  [
   "given",
   "נתון"
  ],
  [
   "glitch",
   "תקלה, הפרעה"
  ],
  [
   "grammatical",
   "דקדוקי"
  ],
  [
   "grand",
   "גדול, כולל, מרשים"
  ],
  [
   "Gulf War",
   "מלחמת המפרץ"
  ],
  [
   "handle",
   "לטפל, להתמודד; ידית"
  ],
  [
   "heartbeat",
   "דופק, פעימות לב"
  ],
  [
   "hint",
   "רמז"
  ],
  [
   "historian",
   "היסטוריון"
  ],
  [
   "hold back",
   "להתאפק, לעכב, למנוע"
  ],
  [
   "horn",
   "צופר; קרן (של בע\"ח)"
  ],
  [
   "humorous",
   "מצחיק, הומוריסטי"
  ],
  [
   "hybrid",
   "כלאיים, היברידי"
  ],
  [
   "iceberg",
   "הר קרח"
  ],
  [
   "illusion",
   "אשליה"
  ],
  [
   "importance",
   "חשיבות"
  ],
  [
   "improve",
   "לשפר; להשתפר"
  ],
  [
   "in addition",
   "בנוסף"
  ],
  [
   "in particular",
   "במיוחד"
  ],
  [
   "incident",
   "תקרית; אירוע"
  ],
  [
   "indeed",
   "אכן, בהחלט"
  ],
  [
   "independence",
   "עצמאות"
  ],
  [
   "innocent",
   "תמים; חף מפשע"
  ],
  [
   "insect",
   "חרק"
  ],
  [
   "inspire",
   "לעורר השראה"
  ],
  [
   "instantly",
   "מיד"
  ],
  [
   "instrument",
   "כלי; כלי נגינה"
  ],
  [
   "insurance",
   "ביטוח"
  ],
  [
   "interact",
   "ליצור אינטראקציה, לתקשר, להשפיע הדדית"
  ],
  [
   "introduction",
   "הקדמה, מבוא, היכרות"
  ],
  [
   "irregular",
   "לא סדיר, לא רגיל"
  ],
  [
   "issue",
   "נושא, עניין, סוגיה; להוציא לאור, להפיץ; גיליון"
  ],
  [
   "label",
   "תגית; לתייג"
  ],
  [
   "laboratory",
   "מעבדה"
  ],
  [
   "layer",
   "שכבה"
  ],
  [
   "lead, led",
   "להוביל, הוביל"
  ],
  [
   "leadership",
   "מנהיגות"
  ],
  [
   "leaf (leaves)",
   "עלה (עלים)"
  ],
  [
   "legend",
   "אגדה; מקרא מפה"
  ],
  [
   "length",
   "אורך"
  ],
  [
   "likely",
   "סביר"
  ],
  [
   "load",
   "מטען, להעמיס; לטעון"
  ],
  [
   "logic",
   "הגיון"
  ],
  [
   "loyalty",
   "נאמנות"
  ],
  [
   "major",
   "סולם מז'ור (במוזיקה); מסלול לימודים; ראשי, עיקרי"
  ],
  [
   "march",
   "לצעוד"
  ],
  [
   "marketing",
   "שיווק, לשווק"
  ],
  [
   "mass",
   "המון, המוני; מסה"
  ],
  [
   "mate",
   "בן זוג, חבר; להזדווג"
  ],
  [
   "maximize",
   "למקסם"
  ],
  [
   "mercy",
   "רחמים"
  ],
  [
   "mind",
   "לשים לב, לשמור; שכל; אכפת"
  ],
  [
   "minimize",
   "למזער"
  ],
  [
   "minister",
   "שר (בממשלה); כומר"
  ],
  [
   "miracle",
   "נס, פלא"
  ],
  [
   "missile",
   "טיל"
  ],
  [
   "mode",
   "מצב, אופן, צורה; אופנה, מודה"
  ],
  [
   "monument",
   "אנדרטה"
  ],
  [
   "motif",
   "מוטיב"
  ],
  [
   "motivate",
   "לדרבן"
  ],
  [
   "mountaintop",
   "פסגת הר"
  ],
  [
   "mouse (mice)",
   "עכבר (עכברים)"
  ],
  [
   "narrow",
   "צר; לצמצם"
  ],
  [
   "navigate",
   "לנווט"
  ],
  [
   "nickname",
   "כינוי"
  ],
  [
   "not only... but also...",
   "לא רק... אלא גם..."
  ],
  [
   "not... but...",
   "לא... אלא..."
  ],
  [
   "numeric",
   "מספרי"
  ],
  [
   "nut",
   "אגוז"
  ],
  [
   "object",
   "פריט, אובייקט; להתנגד"
  ],
  [
   "olive",
   "זית"
  ],
  [
   "on one hand...on the other hand",
   "מצד אחד... מצד שני"
  ],
  [
   "operation",
   "ניתוח; מבצע, פעולה"
  ],
  [
   "opposition",
   "אופוזיציה, התנגדות"
  ],
  [
   "organize",
   "לארגן"
  ],
  [
   "otherwise",
   "אחרת"
  ],
  [
   "overall",
   "כולל, באופן כללי"
  ],
  [
   "owe",
   "להיות חייב"
  ],
  [
   "painter",
   "צייר"
  ],
  [
   "pardon",
   "לחון, חנינה; סליחה, לסלוח"
  ],
  [
   "party",
   "מפלגה; מסיבה"
  ],
  [
   "pathology",
   "פתולוגיה, ענף ברפואה"
  ],
  [
   "penalty",
   "עונש; קנס"
  ],
  [
   "pigment",
   "פיגמנט, צבען"
  ],
  [
   "post",
   "להציב, למנות ; עמדה, משרה, תפקיד; עמוד; לפרסם ; פרסום; לשלוח בדואר ; דואר"
  ],
  [
   "prank",
   "מתיחה"
  ],
  [
   "predator",
   "טורף"
  ],
  [
   "pregnancy",
   "הריון"
  ],
  [
   "preparation for",
   "הכנות לקראת"
  ],
  [
   "presence",
   "נוכחות"
  ],
  [
   "pretend",
   "להעמיד פנים"
  ],
  [
   "previously",
   "הקודם, לפני-כן"
  ],
  [
   "priest",
   "כומר; כהן"
  ],
  [
   "prime",
   "ראשוני, עיקרי, מובחר"
  ],
  [
   "primitive",
   "קדום, חסר תרבות"
  ],
  [
   "propaganda",
   "תעמולה"
  ],
  [
   "proper",
   "מתאים, הולם"
  ],
  [
   "properly",
   "כראוי"
  ],
  [
   "prove",
   "להוכיח; להתברר"
  ],
  [
   "provide",
   "לפרנס; לספק"
  ],
  [
   "publish",
   "לפרסם, להוציא לאור"
  ],
  [
   "purchase",
   "לקנות, לרכוש"
  ],
  [
   "quite",
   "די, למדי; לגמרי"
  ],
  [
   "quote",
   "ציטוט"
  ],
  [
   "race",
   "מרוץ; גזע"
  ],
  [
   "raid",
   "פשיטה"
  ],
  [
   "rainfall",
   "ירידת גשמים"
  ],
  [
   "rainstorm",
   "סערת גשמים"
  ],
  [
   "randomly",
   "באקראיות"
  ],
  [
   "range",
   "טווח; רכס; מטווח; לנוע"
  ],
  [
   "rank",
   "דרגה"
  ],
  [
   "rapid",
   "מהיר; אשד, זרם מים מהיר בנהר"
  ],
  [
   "rather than",
   "במקום, יותר מ-"
  ],
  [
   "rational",
   "הגיוני, רציונאלי"
  ],
  [
   "ray",
   "קרן, אלומת אור"
  ],
  [
   "reader",
   "קורא"
  ],
  [
   "rebel",
   "מורד"
  ],
  [
   "reborn",
   "נולד מחדש"
  ],
  [
   "recordings",
   "הקלטות"
  ],
  [
   "recycle",
   "למחזר"
  ],
  [
   "recycling",
   "מחזור"
  ],
  [
   "redhead",
   "ג'ינג'י (סלנג)"
  ],
  [
   "reduce",
   "להפחית"
  ],
  [
   "reform",
   "שינוי, רפורמה"
  ],
  [
   "regret",
   "להצטער, להתחרט, חרטה"
  ],
  [
   "regularly",
   "באופן קבוע"
  ],
  [
   "relations",
   "יחסים"
  ],
  [
   "reorganize",
   "לארגן מחדש"
  ],
  [
   "replacement",
   "תחליף, מחליף"
  ],
  [
   "replica",
   "העתק מדויק"
  ],
  [
   "reply",
   "להשיב"
  ],
  [
   "resource",
   "משאב"
  ],
  [
   "rest",
   "מנוחה; יתר, שאר"
  ],
  [
   "retroactive",
   "רטרואקטיבי, למפרע"
  ],
  [
   "rhythm",
   "קצב"
  ],
  [
   "rough",
   "קשה, מחוספס"
  ],
  [
   "ruin",
   "להרוס; חורבה"
  ],
  [
   "sacrifice",
   "להקריב, קורבן"
  ],
  [
   "savanna",
   "ערבה, סוואנה"
  ],
  [
   "seafood",
   "פירות ים"
  ],
  [
   "seeds",
   "זרעים"
  ],
  [
   "seek",
   "לחפש, לתור אחר; לשאוף ל-; לבקש"
  ],
  [
   "segment",
   "קטע, מקטע"
  ],
  [
   "select",
   "לבחור"
  ],
  [
   "selective",
   "בררני, סלקטיבי"
  ],
  [
   "self-confidence",
   "בטחון-עצמי"
  ],
  [
   "separately",
   "בנפרד"
  ],
  [
   "separation",
   "הפרדה; פרידה"
  ],
  [
   "several",
   "אחדים, כמה"
  ],
  [
   "share",
   "לשתף, מניה; לחלוק; חלק"
  ],
  [
   "shelf (shelves)",
   "מדף (מדפים)"
  ],
  [
   "shift",
   "שינוי, משמרת; להזיז"
  ],
  [
   "side effect",
   "תופעת לוואי"
  ],
  [
   "sight",
   "ראייה, כוונת; מראה"
  ],
  [
   "significantly",
   "באופן משמעותי"
  ],
  [
   "silently",
   "בשקט"
  ],
  [
   "slavery",
   "עבדות"
  ],
  [
   "so long as",
   "כל עוד"
  ],
  [
   "sound",
   "קול; בריא"
  ],
  [
   "speaker",
   "דובר; רמקול"
  ],
  [
   "spice",
   "תבלין, לתבל"
  ],
  [
   "spot",
   "כתם; לזהות; מקום"
  ],
  [
   "spread",
   "התפשטות, פיזור; ממרח, למרוח"
  ],
  [
   "stadium",
   "אצטדיון"
  ],
  [
   "stamina",
   "כושר עמידה, סיבולת"
  ],
  [
   "statement",
   "הצהרה"
  ],
  [
   "stock",
   "מלאי; מניה; לאחסן"
  ],
  [
   "storage",
   "אחסון"
  ],
  [
   "study",
   "ללמוד, מחקר; חדר עבודה"
  ],
  [
   "subject",
   "נושא; נתין, אזרח; נבדק; להכפיף, לחשוף ל-; נתון ל-, כפוף ל-"
  ],
  [
   "sundown",
   "שקיעה"
  ],
  [
   "surface",
   "משטח, פני שטח; לצוף"
  ],
  [
   "surprisingly",
   "במפתיע"
  ],
  [
   "suspect",
   "חשוד (מישהו); לחשוד"
  ],
  [
   "symbolize",
   "לסמל"
  ],
  [
   "symmetry",
   "סימטריה, התאמה"
  ],
  [
   "symptom",
   "תסמין, סימפטום"
  ],
  [
   "syndrome",
   "תסמונת"
  ],
  [
   "tact",
   "טקט"
  ],
  [
   "take place",
   "להתרחש, התרחש; להתקיים"
  ],
  [
   "teach, taught",
   "ללמד, לימד"
  ],
  [
   "terms",
   "מונחים; תנאים"
  ],
  [
   "texture",
   "מרקם, טקסטורה"
  ],
  [
   "theoretically",
   "תיאורטית, לכאורה"
  ],
  [
   "therefore",
   "לכן"
  ],
  [
   "though",
   "למרות זאת; למרות ש-"
  ],
  [
   "tight",
   "הדוק, לחוץ, צמוד"
  ],
  [
   "timeline",
   "ציר זמן; לוח זמנים"
  ],
  [
   "to sum up",
   "כדי לסכם; לסכם"
  ],
  [
   "topic",
   "נושא"
  ],
  [
   "trade",
   "להחליף; לסחור, מסחר"
  ],
  [
   "trance",
   "טראנס, מצב היפנוטי"
  ],
  [
   "transform",
   "לשנות צורה, להפוך ל-"
  ],
  [
   "translate",
   "לתרגם"
  ],
  [
   "translator",
   "מתרגם"
  ],
  [
   "transportation",
   "תחבורה"
  ],
  [
   "treat",
   "להתייחס; פינוק, ממתק; לפנק"
  ],
  [
   "tropical",
   "טרופי"
  ],
  [
   "unclear",
   "לא ברור"
  ],
  [
   "uniform",
   "מדים; אחיד"
  ],
  [
   "unite",
   "לאחד"
  ],
  [
   "universe",
   "יקום"
  ],
  [
   "unofficial",
   "בלתי רשמי"
  ],
  [
   "unorganized",
   "לא מאורגן"
  ],
  [
   "unrealistic",
   "לא מציאותי"
  ],
  [
   "unwanted",
   "לא רצוי"
  ],
  [
   "upon",
   "על"
  ],
  [
   "vaccine",
   "חיסון"
  ],
  [
   "valley",
   "עמק"
  ],
  [
   "variation",
   "שינוי, וריאציה"
  ],
  [
   "vegetable",
   "ירק"
  ],
  [
   "vehicle",
   "כלי רכב"
  ],
  [
   "verbal",
   "ורבלי, מילולי; בעל פה"
  ],
  [
   "veteran",
   "ותיק; חייל משוחרר, יוצא צבא"
  ],
  [
   "victim",
   "קורבן"
  ],
  [
   "view",
   "דעה, השקפה; נוף, מראה; שדה ראייה; לראות, לצפות; להתייחס ל-"
  ],
  [
   "villain",
   "רשע, נבל"
  ],
  [
   "wagon",
   "עגלה"
  ],
  [
   "waste",
   "בזבוז, לבזבז; הפסולת"
  ],
  [
   "waterfall",
   "מפל"
  ],
  [
   "weaken",
   "להחליש"
  ],
  [
   "whale",
   "לוויתן"
  ],
  [
   "whenever",
   "בכל פעם ש-, מתי ש-; לא משנה מתי"
  ],
  [
   "wherever",
   "בכל מקום, לא משנה היכן"
  ],
  [
   "whom",
   "מי"
  ],
  [
   "whose",
   "של מי; אשר שלו, ש...שלו"
  ],
  [
   "willing",
   "מוכן"
  ],
  [
   "within",
   "בתוך"
  ],
  [
   "witness",
   "עד, להעיד; לחזות"
  ],
  [
   "wonder",
   "לתהות, להטיל ספק; פלא"
  ],
  [
   "woods",
   "יער"
  ],
  [
   "worm",
   "תולעת"
  ]
 ],
 "5": [
  [
   "abroad",
   "חו\"ל"
  ],
  [
   "absent",
   "נעדר, חסר, לא נוכח"
  ],
  [
   "absolute",
   "מוחלט"
  ],
  [
   "acceptable",
   "מקובל"
  ],
  [
   "achieve",
   "להשיג"
  ],
  [
   "activate",
   "להפעיל"
  ],
  [
   "adapt",
   "להתאים; לעבד; להסתגל"
  ],
  [
   "addition",
   "תוספת, הוספה; חיבור"
  ],
  [
   "administration",
   "ממשל, מנהל; ניהול"
  ],
  [
   "affect",
   "להשפיע"
  ],
  [
   "afterwards",
   "לאחר מכן"
  ],
  [
   "aid",
   "עזרה, לסייע"
  ],
  [
   "aim",
   "לכוון, מטרה"
  ],
  [
   "annoy",
   "להרגיז, להציק"
  ],
  [
   "apply",
   "ליישם, להחיל; לחול על; להגיש בקשה, לפנות"
  ],
  [
   "approve",
   "לאשר"
  ],
  [
   "arrange",
   "לסדר; לארגן"
  ],
  [
   "article",
   "מאמר; פריט"
  ],
  [
   "artificial",
   "מלאכותי"
  ],
  [
   "assignment",
   "משימה, מטלה"
  ],
  [
   "assist",
   "לעזור, לסייע"
  ],
  [
   "association",
   "אסוציאציה; איגוד; קשר"
  ],
  [
   "athlete",
   "ספורטאי, אתלט"
  ],
  [
   "attach",
   "לצרף, לחבר, לייחס"
  ],
  [
   "attempt",
   "לנסות, ניסיון"
  ],
  [
   "attract",
   "למשוך"
  ],
  [
   "attraction",
   "משיכה; אטרקציה"
  ],
  [
   "autograph",
   "חתימה"
  ],
  [
   "autumn",
   "סתיו"
  ],
  [
   "average",
   "ממוצע, רגיל"
  ],
  [
   "awkward",
   "מגושם; מוזר, מביך"
  ],
  [
   "baggage",
   "מטען, מזוודה"
  ],
  [
   "baker",
   "אופה"
  ],
  [
   "bald",
   "קירח, קרח"
  ],
  [
   "ban",
   "חרם, איסור; לאסור"
  ],
  [
   "barrier",
   "מחסום"
  ],
  [
   "bass",
   "בס (במוזיקה)"
  ],
  [
   "behave",
   "להתנהג"
  ],
  [
   "beside",
   "ליד"
  ],
  [
   "blade",
   "להב"
  ],
  [
   "blank",
   "ריק, רווח"
  ],
  [
   "blend",
   "למזג, לערבב; תערובת"
  ],
  [
   "boil",
   "להרתיח"
  ],
  [
   "bond",
   "קשר; אג\"ח"
  ],
  [
   "boost",
   "להגביר, דחף, המריץ"
  ],
  [
   "boot",
   "מגף"
  ],
  [
   "bore",
   "לשעמם, שעמום; לקדוח (חור)"
  ],
  [
   "bounce",
   "לקפץ, ניתור"
  ],
  [
   "branch",
   "ענף, סניף"
  ],
  [
   "brick",
   "לבנה"
  ],
  [
   "budget",
   "תקציב, לתקצב"
  ],
  [
   "bully",
   "בריון; להציק"
  ],
  [
   "bury",
   "לקבור"
  ],
  [
   "bush",
   "שיח; ערבה"
  ],
  [
   "cabin",
   "תא, בקתה"
  ],
  [
   "cage",
   "כלוב, לכלוא"
  ],
  [
   "camel",
   "גמל"
  ],
  [
   "cargo",
   "מטען"
  ],
  [
   "carpet",
   "שטיח"
  ],
  [
   "cashier",
   "קופאי"
  ],
  [
   "cathedral",
   "קתדרלה"
  ],
  [
   "cereal",
   "דגן, דגני בוקר"
  ],
  [
   "charity",
   "צדקה"
  ],
  [
   "charm",
   "קסם"
  ],
  [
   "chart",
   "גיליון, תרשים"
  ],
  [
   "cheerful",
   "עליז, שמח"
  ],
  [
   "citizen",
   "אזרח"
  ],
  [
   "cliff",
   "צוק"
  ],
  [
   "climate",
   "אקלים"
  ],
  [
   "column",
   "טור; עמוד"
  ],
  [
   "comfort",
   "נוחות, רווחה; נחמה; לנחם"
  ],
  [
   "commercial",
   "מסחרי; סרטון פרסומת"
  ],
  [
   "commit",
   "ביצוע/ לבצע; להתחייב"
  ],
  [
   "compare",
   "להשוות"
  ],
  [
   "complain",
   "להתלונן"
  ],
  [
   "concentrate",
   "להתרכז"
  ],
  [
   "confident",
   "בטוח בעצמו; בטוח"
  ],
  [
   "conservative",
   "שמרני"
  ],
  [
   "conspiracy",
   "קשר, מזימה"
  ],
  [
   "constant",
   "קבוע, רצוף"
  ],
  [
   "constantly",
   "כל הזמן, ללא הרף, בהתמדה; לעיתים תכופות"
  ],
  [
   "consult",
   "להתייעץ; לעיין ב"
  ],
  [
   "contain",
   "להכיל, מכיל; לבלום"
  ],
  [
   "continent",
   "יבשת"
  ],
  [
   "conventional",
   "שגרתי, קונבנציונאלי"
  ],
  [
   "convert",
   "להמיר; מומר"
  ],
  [
   "cooperation",
   "שיתוף פעולה"
  ],
  [
   "corrupt",
   "להשחית, מושחת"
  ],
  [
   "cotton",
   "כותנה"
  ],
  [
   "cough",
   "שיעול, להשתעל"
  ],
  [
   "craft",
   "אומנות, מלאכה; כלי טייס / כלי שייט"
  ],
  [
   "crisis",
   "משבר"
  ],
  [
   "critic",
   "מבקר"
  ],
  [
   "crown",
   "כתר, להכתיר"
  ],
  [
   "cruel",
   "אכזרי"
  ],
  [
   "cult",
   "כת"
  ],
  [
   "curiosity",
   "סקרנות"
  ],
  [
   "curtain",
   "וילון"
  ],
  [
   "curve",
   "עקומה, פניה"
  ],
  [
   "deaf",
   "חירש, חרש"
  ],
  [
   "debate",
   "ויכוח, דיון; להתווכח"
  ],
  [
   "defeat",
   "להביס, לנצח; תבוסה, הבסה"
  ],
  [
   "defeated",
   "הובס"
  ],
  [
   "define",
   "להגדיר"
  ],
  [
   "degree",
   "מעלה (מדידה); תואר אקדמי; דרגה; מידה, במידה מסוימת"
  ],
  [
   "demand",
   "לדרוש, דרישה; ביקוש"
  ],
  [
   "dental",
   "שקשור בשיניים"
  ],
  [
   "dentist",
   "רופא שיניים"
  ],
  [
   "deny",
   "לסרב; להכחיש"
  ],
  [
   "depart",
   "לעזוב"
  ],
  [
   "destination",
   "יעד"
  ],
  [
   "destructive",
   "הרסני"
  ],
  [
   "detect",
   "לאתר, לגלות"
  ],
  [
   "diary",
   "יומן"
  ],
  [
   "disappoint",
   "לאכזב"
  ],
  [
   "distant",
   "מרוחק"
  ],
  [
   "district",
   "מחוז, רובע"
  ],
  [
   "donor",
   "תורם"
  ],
  [
   "dose",
   "מנה, מינון"
  ],
  [
   "double standard",
   "מוסר כפול"
  ],
  [
   "Dutch",
   "הולנדי"
  ],
  [
   "ease",
   "להקל, קלות"
  ],
  [
   "efficient",
   "יעיל"
  ],
  [
   "elderly",
   "זקן"
  ],
  [
   "eliminate",
   "לחסל, לפסול; להסיר"
  ],
  [
   "embarrass",
   "להביך"
  ],
  [
   "employ",
   "להעסיק; להשתמש ב-, לנקוט"
  ],
  [
   "employer",
   "מעסיק, מעביד"
  ],
  [
   "encourage",
   "לעודד"
  ],
  [
   "entertain",
   "לשעשע, לבדר"
  ],
  [
   "envy",
   "קנאה, לקנא"
  ],
  [
   "equally",
   "במידה שווה"
  ],
  [
   "era",
   "עידן"
  ],
  [
   "erase",
   "למחוק"
  ],
  [
   "essential",
   "חיוני"
  ],
  [
   "evolved",
   "התפתח"
  ],
  [
   "exception",
   "יוצא מהכלל"
  ],
  [
   "execute",
   "להוציא לפועל; להוציא להורג"
  ],
  [
   "existence",
   "קיום"
  ],
  [
   "expand",
   "להתרחב, להרחיב"
  ],
  [
   "expansion",
   "הרחבה, התרחבות, התפשטות"
  ],
  [
   "expense",
   "הוצאות"
  ],
  [
   "express",
   "מהיר; לבטא"
  ],
  [
   "expression",
   "ביטוי; הבעה"
  ],
  [
   "extend",
   "להאריך, להרחיב"
  ],
  [
   "extension",
   "הארכה, הרחבה; תוספת (מבנה); שלוחה (טלפון)"
  ],
  [
   "facial",
   "שקשור בפנים"
  ],
  [
   "feature",
   "להציג; סרט באורך מלא; תכונה, מאפיין"
  ],
  [
   "feminine",
   "נשי"
  ],
  [
   "fisherman",
   "דייג"
  ],
  [
   "flame",
   "להבה"
  ],
  [
   "flood",
   "שיטפון; להציף"
  ],
  [
   "footprints",
   "עקבות, טביעות רגל"
  ],
  [
   "forbid",
   "לאסור"
  ],
  [
   "foundation",
   "יסוד; קרן"
  ],
  [
   "frequently",
   "לעיתים קרובות"
  ],
  [
   "frightening",
   "מפחיד"
  ],
  [
   "fuel",
   "דלק; לתדלק"
  ],
  [
   "fund",
   "קרן; לממן"
  ],
  [
   "funds",
   "כסף, הון, מקור מימון"
  ],
  [
   "gain",
   "להשיג, להרוויח, לצבור, להוסיף; רווח"
  ],
  [
   "gap",
   "פער"
  ],
  [
   "gasoline",
   "בנזין"
  ],
  [
   "gather",
   "להתאסף, אסף; לאסוף"
  ],
  [
   "glove",
   "כפפה"
  ],
  [
   "granddaughter",
   "נכדה"
  ],
  [
   "greet",
   "לברך, לקבל פנים"
  ],
  [
   "growth",
   "צמיחה, גדילה"
  ],
  [
   "guarantee",
   "להבטיח, ערבות"
  ],
  [
   "habit",
   "הרגל"
  ],
  [
   "heavily",
   "מאוד, במידה רבה"
  ],
  [
   "hike",
   "טיול רגלי, הליכה, טיול; העלאה"
  ],
  [
   "homeland",
   "מולדת"
  ],
  [
   "identify",
   "לזהות; להזדהות"
  ],
  [
   "illness",
   "מחלה"
  ],
  [
   "imagination",
   "דמיון"
  ],
  [
   "impatient",
   "חסר סבלנות"
  ],
  [
   "impress",
   "להרשים"
  ],
  [
   "imprisonment",
   "מאסר, כליאה"
  ],
  [
   "in comparison",
   "בהשוואה"
  ],
  [
   "in conclusion",
   "לסיכום"
  ],
  [
   "income",
   "הכנסה"
  ],
  [
   "increase",
   "להגדיל, להגביר"
  ],
  [
   "indication",
   "אינדיקציה, סימן ל-"
  ],
  [
   "industry",
   "תעשייה"
  ],
  [
   "infected",
   "נגוע, הודבק"
  ],
  [
   "infection",
   "זיהום"
  ],
  [
   "infinite",
   "אינסופי"
  ],
  [
   "inform",
   "להודיע, לעדכן"
  ],
  [
   "ingredients",
   "מרכיבים"
  ],
  [
   "initial",
   "ראשי תיבות; התחלתי, ראשוני"
  ],
  [
   "initially",
   "בתחילה"
  ],
  [
   "insanity",
   "אי שפיות"
  ],
  [
   "inspiration",
   "השראה"
  ],
  [
   "inspiring",
   "נותן השראה"
  ],
  [
   "institute",
   "מוסד, מכון; לכונן"
  ],
  [
   "insult",
   "להעליב; עלבון"
  ],
  [
   "intention",
   "כוונה"
  ],
  [
   "internal",
   "פנימי"
  ],
  [
   "interrupt",
   "להפריע; לקטוע"
  ],
  [
   "invent",
   "להמציא"
  ],
  [
   "investment",
   "השקעה"
  ],
  [
   "isolate",
   "לבודד"
  ],
  [
   "justify",
   "להצדיק"
  ],
  [
   "labor",
   "להתאמץ; עבודה, עמל, לעמול; לידה"
  ],
  [
   "lack",
   "מחסור"
  ],
  [
   "lame",
   "צולע; גרוע"
  ],
  [
   "leather",
   "עור"
  ],
  [
   "lifetime",
   "תקופת החיים, במשך החיים"
  ],
  [
   "liver",
   "כבד"
  ],
  [
   "loan",
   "הלוואה"
  ],
  [
   "locate",
   "לאתר; למקם"
  ],
  [
   "log",
   "יומן, לתעד ביומן; בול עץ"
  ],
  [
   "lone",
   "בודד, יחיד"
  ],
  [
   "loneliness",
   "בדידות"
  ],
  [
   "lung",
   "ריאה"
  ],
  [
   "luxury",
   "מותרות"
  ],
  [
   "mainly",
   "בעיקר"
  ],
  [
   "majority",
   "רוב"
  ],
  [
   "meanwhile",
   "בינתיים"
  ],
  [
   "measure",
   "אמצעי; למדוד; מידה"
  ],
  [
   "Mediterranean",
   "ים תיכוני"
  ],
  [
   "melt",
   "להימס, להמיס"
  ],
  [
   "minor",
   "קטין; סולם מינור (במוזיקה); קטן, שולי"
  ],
  [
   "mistaken",
   "שגוי, מוטעה, טועה"
  ],
  [
   "moral",
   "מוסרי, מוסר; מוסר השכל"
  ],
  [
   "mortal",
   "קטלני; אנושי, בן תמותה"
  ],
  [
   "native",
   "יליד, מקומי, טבעי"
  ],
  [
   "nest",
   "קן, לקנן"
  ],
  [
   "notify",
   "להודיע, ליידע"
  ],
  [
   "nowadays",
   "כיום"
  ],
  [
   "objective",
   "אובייקטיבי, ענייני; מטרה, יעד"
  ],
  [
   "observation",
   "תצפית, התבוננות; הערה, הבחנה"
  ],
  [
   "observe",
   "להתבונן, להבחין; לשמור"
  ],
  [
   "offend",
   "להעליב"
  ],
  [
   "offensive",
   "מעליב, פוגעני; התקפה"
  ],
  [
   "operate",
   "לפעול, להפעיל, לתפעל; לנתח"
  ],
  [
   "opponent",
   "יריב, מתנגד"
  ],
  [
   "orbit",
   "מסלול (סביב גרם שמים); להקיף במסלול, לחוג"
  ],
  [
   "origin",
   "מקור, מוצא"
  ],
  [
   "outer",
   "חיצוני"
  ],
  [
   "outstanding",
   "יוצא מן הכלל, מצוין; פתוח"
  ],
  [
   "oven",
   "תנור בישול"
  ],
  [
   "oxygen",
   "חמצן"
  ],
  [
   "pad",
   "פנקס, לרפד; רפידה"
  ],
  [
   "pan",
   "מחבת"
  ],
  [
   "parallel",
   "מקביל"
  ],
  [
   "particularly",
   "במיוחד, בפרט"
  ],
  [
   "pattern",
   "תבנית, דפוס, מתכונת; דוגמת עיטור"
  ],
  [
   "peach",
   "אפרסק"
  ],
  [
   "perform",
   "לבצע, להציג"
  ],
  [
   "permanently",
   "באופן קבוע, לצמיתות"
  ],
  [
   "pharmacy",
   "בית מרקחת"
  ],
  [
   "poet",
   "משורר"
  ],
  [
   "poisonous",
   "רעיל"
  ],
  [
   "polar",
   "קוטבי, הפוך לחלוטין"
  ],
  [
   "policy",
   "מדיניות"
  ],
  [
   "poorly",
   "בצורה גרועה"
  ],
  [
   "population",
   "אוכלוסייה"
  ],
  [
   "portrait",
   "דיוקן"
  ],
  [
   "practical",
   "מעשי"
  ],
  [
   "primary",
   "יסודי, עיקרי"
  ],
  [
   "principle",
   "עיקרון, כלל יסוד"
  ],
  [
   "privilege",
   "זכות יתר, פריווילגיה"
  ],
  [
   "produce",
   "לייצר; תוצר, ירקות ופירות"
  ],
  [
   "profession",
   "מקצוע"
  ],
  [
   "promotion",
   "קידום; מבצע"
  ],
  [
   "proposal",
   "הצעה"
  ],
  [
   "propose",
   "להציע; להציע נישואין"
  ],
  [
   "provoke",
   "לעורר, להתגרות, להסית"
  ],
  [
   "publisher",
   "מוציא לאור"
  ],
  [
   "purse",
   "ארנק; תיק יד"
  ],
  [
   "radiation",
   "קרינה"
  ],
  [
   "rapidly",
   "במהירות"
  ],
  [
   "rarely",
   "לעיתים נדירות"
  ],
  [
   "raw",
   "חי, נא (בשר); גולמי, גס"
  ],
  [
   "razor",
   "סכין גילוח"
  ],
  [
   "reasonable",
   "סביר, הגיוני"
  ],
  [
   "rebellion",
   "מרד"
  ],
  [
   "recipe",
   "מתכון"
  ],
  [
   "recognition",
   "הכרה; זיהוי"
  ],
  [
   "recover",
   "להתאושש"
  ],
  [
   "reference",
   "התייחסות, הפניה"
  ],
  [
   "region",
   "מחוז, אזור"
  ],
  [
   "registration",
   "הרשמה"
  ],
  [
   "reject",
   "לדחות"
  ],
  [
   "relative",
   "קרוב-משפחה; יחסי"
  ],
  [
   "relatively",
   "יחסית, באופן יחסי"
  ],
  [
   "reliable",
   "אמין, שניתן לסמוך עליו"
  ],
  [
   "reputation",
   "שם, מוניטין"
  ],
  [
   "require",
   "לדרוש, דרישה"
  ],
  [
   "reserve",
   "להזמין מראש, עתודה, מילואים; לשמור; שמורה"
  ],
  [
   "resident",
   "תושב, דייר"
  ],
  [
   "resist",
   "להתנגד; לעמוד בפני"
  ],
  [
   "resistance",
   "התנגדות, מחתרת; עמידות"
  ],
  [
   "resort",
   "אתר נופש; לנקוט באמצעים"
  ],
  [
   "restore",
   "לשקם, לשחזר"
  ],
  [
   "retirement",
   "פרישה"
  ],
  [
   "reveal",
   "לחשוף"
  ],
  [
   "rising",
   "זריחה; עולה"
  ],
  [
   "ritual",
   "טקס, פולחן"
  ],
  [
   "rival",
   "יריב"
  ],
  [
   "roast",
   "לצלות, לקלות; צלי"
  ],
  [
   "robbery",
   "שוד"
  ],
  [
   "rub",
   "לשפשף"
  ],
  [
   "rubber",
   "גומי"
  ],
  [
   "ruins",
   "הריסות, עיי חורבות"
  ],
  [
   "rumor",
   "שמועה"
  ],
  [
   "sailor",
   "ימאי"
  ],
  [
   "satellite",
   "לווין"
  ],
  [
   "satisfaction",
   "סיפוק, שביעות רצון"
  ],
  [
   "satisfy",
   "לרצות, לספק"
  ],
  [
   "sculpture",
   "פסל"
  ],
  [
   "secure",
   "בטוח, להבטיח, לשמור, להגן; לאבטח"
  ],
  [
   "sequence",
   "רצף"
  ],
  [
   "servant",
   "משרת"
  ],
  [
   "session",
   "מפגש, פגישה; מושב"
  ],
  [
   "sheet",
   "סדין; דף"
  ],
  [
   "shell",
   "קליפה, מעטפת; פגז"
  ],
  [
   "shelter",
   "מחסה, מקלט"
  ],
  [
   "shiny",
   "נוצץ, בוהק"
  ],
  [
   "shrink",
   "להתכווץ, לכווץ ,כיווץ"
  ],
  [
   "significant",
   "משמעותי"
  ],
  [
   "silk",
   "משי"
  ],
  [
   "sink",
   "כיור; לשקוע"
  ],
  [
   "sketch",
   "שרטוט, איור, סקיצה"
  ],
  [
   "specifically",
   "באופן ספציפי, ליתר דיוק, במפורש"
  ],
  [
   "spill",
   "לשפוך; דליפה"
  ],
  [
   "spiritual",
   "רוחני"
  ],
  [
   "spoil",
   "לקלקל; לפנק; לבזוז, שלל; להרוס"
  ],
  [
   "spotlight",
   "זרקור"
  ],
  [
   "stable",
   "יציב; אורווה"
  ],
  [
   "stack",
   "ערימה, ערמה; לערום"
  ],
  [
   "staircase",
   "גרם מדרגות"
  ],
  [
   "stamp",
   "בול, חותמת"
  ],
  [
   "starve",
   "לרעוב"
  ],
  [
   "statue",
   "פסל"
  ],
  [
   "steel",
   "פלדה"
  ],
  [
   "sticky",
   "דביק"
  ],
  [
   "straighten",
   "ליישר"
  ],
  [
   "stream",
   "לזרום, נחל, זרם"
  ],
  [
   "strict",
   "נוקשה"
  ],
  [
   "stripes",
   "פסים"
  ],
  [
   "struggle",
   "להיאבק, מאבק, מאמץ"
  ],
  [
   "stubborn",
   "עקשן"
  ],
  [
   "stunt",
   "פעלול"
  ],
  [
   "submit",
   "להגיש; להיכנע"
  ],
  [
   "substance",
   "חומר, תוכן"
  ],
  [
   "succeed",
   "להצליח, הצליח; לרשת"
  ],
  [
   "suitable",
   "ראוי, מתאים, יאה"
  ],
  [
   "sum",
   "סכום, סך, לסכם"
  ],
  [
   "supportive",
   "תומך"
  ],
  [
   "supreme",
   "עליון"
  ],
  [
   "suspicious",
   "חשוד (משהו); חשדן"
  ],
  [
   "swallow",
   "לבלוע; סנונית"
  ],
  [
   "swing",
   "להתנדנד, לנדנד, נדנדה"
  ],
  [
   "temporary",
   "זמני"
  ],
  [
   "territory",
   "תחום, שטח"
  ],
  [
   "thick",
   "סמיך; עבה"
  ],
  [
   "threaten",
   "לאיים"
  ],
  [
   "toes",
   "בהונות"
  ],
  [
   "tomb",
   "קבר"
  ],
  [
   "toward",
   "אל, אל עבר"
  ],
  [
   "traffic jam",
   "פקק תנועה"
  ],
  [
   "transition",
   "מעבר, שינוי"
  ],
  [
   "trigger",
   "לגרום, הדק"
  ],
  [
   "triggered",
   "גרם, עורר, הוביל ל-"
  ],
  [
   "twist",
   "לפתל, תפנית; סיבוב, סיבוך"
  ],
  [
   "typically",
   "בדרך כלל, על פי רוב; באופן אופייני"
  ],
  [
   "ultimate",
   "מוחלט, סופי"
  ],
  [
   "uncertain",
   "לא בטוח"
  ],
  [
   "underestimate",
   "הערכה נמוכה, לזלזל"
  ],
  [
   "unfortunate",
   "מצער; חסר מזל"
  ],
  [
   "unlike",
   "שלא כמו"
  ],
  [
   "unnecessary",
   "מיותר, לא הכרחי"
  ],
  [
   "unstable",
   "לא יציב"
  ],
  [
   "urgent",
   "דחוף"
  ],
  [
   "valid",
   "תקף"
  ],
  [
   "valuable",
   "יקר ערך"
  ],
  [
   "variety",
   "מבחר, מגוון; זן"
  ],
  [
   "various",
   "מגוון"
  ],
  [
   "verify",
   "לוודא, לאמת"
  ],
  [
   "via",
   "דרך"
  ],
  [
   "vital",
   "חיוני"
  ],
  [
   "volunteer",
   "להתנדב, מתנדב"
  ],
  [
   "warmth",
   "חום; חמימות"
  ],
  [
   "warrior",
   "לוחם"
  ],
  [
   "wealth",
   "עושר"
  ],
  [
   "wealthy",
   "עשיר"
  ],
  [
   "weigh",
   "לשקול"
  ],
  [
   "wheat",
   "חיטה"
  ],
  [
   "whistle",
   "משרוקית, לשרוק"
  ],
  [
   "wildlife",
   "חיות בר"
  ],
  [
   "wisdom",
   "חכמה, בינה"
  ],
  [
   "wrap",
   "לעטוף, מעטפת"
  ]
 ],
 "6": [
  [
   "abandon",
   "לנטוש, לזנוח"
  ],
  [
   "absence",
   "היעדרות, היעדר; אי-נוכחות"
  ],
  [
   "abuse",
   "התעללות, ניצול; להתעלל, לנצל; שימוש לרעה"
  ],
  [
   "account",
   "חשבון; דיווח, תיאור; account for — להסביר; take into account — להתחשב"
  ],
  [
   "accurate",
   "מדויק"
  ],
  [
   "actual",
   "ממשי"
  ],
  [
   "adaptation",
   "הסתגלות; עיבוד"
  ],
  [
   "admire",
   "להעריץ"
  ],
  [
   "admit",
   "להודות; להכניס, לקבל לתוך קבוצה"
  ],
  [
   "advance",
   "להתקדם, לקדם; התקדמות; מקדמה; מוקדם, מראש"
  ],
  [
   "advertise",
   "לפרסם, להודיע ברבים"
  ],
  [
   "advise",
   "לייעץ"
  ],
  [
   "alike",
   "דומה"
  ],
  [
   "ally (allies)",
   "בן-ברית (בנות-ברית)"
  ],
  [
   "ambition",
   "שאפתנות, שאיפה"
  ],
  [
   "analogy",
   "אנלוגיה, הקבלה"
  ],
  [
   "announcement",
   "הכרזה"
  ],
  [
   "apathy",
   "אפאתיה, אדישות"
  ],
  [
   "apology",
   "התנצלות"
  ],
  [
   "apparently",
   "כנראה, מסתבר ש-; לכאורה"
  ],
  [
   "appearance",
   "מראה, הופעה"
  ],
  [
   "appetite",
   "תיאבון, רצון עז"
  ],
  [
   "appreciate",
   "להעריך, להוקיר; (כלכלי) לעלות בערך"
  ],
  [
   "approach",
   "גישה, שיטה; להתקרב, לפנות אל"
  ],
  [
   "appropriate",
   "מתאים"
  ],
  [
   "argue",
   "לטעון, לגרוס; להתווכח, להתדיין"
  ],
  [
   "argument",
   "טיעון, נימוק; ויכוח, מחלוקת"
  ],
  [
   "arm",
   "לחמש; זרוע"
  ],
  [
   "arrogant",
   "יהיר, שחצן"
  ],
  [
   "as far as",
   "ככל ש, לגבי, בכל הנוגע ל-"
  ],
  [
   "aside",
   "הצידה; במאמר מוסגר, מלבד"
  ],
  [
   "associate",
   "לקשר; עמית"
  ],
  [
   "assume",
   "להניח"
  ],
  [
   "attend",
   "להשתתף, להיות נוכח"
  ],
  [
   "attorney",
   "עורך-דין"
  ],
  [
   "auction",
   "מכירה פומבית"
  ],
  [
   "bargain",
   "להתמקח; מציאה, עסקה"
  ],
  [
   "barn",
   "אסם"
  ],
  [
   "bat",
   "מחבט; עטלף"
  ],
  [
   "belief",
   "אמונה"
  ],
  [
   "bend",
   "לכופף; עיקול"
  ],
  [
   "beneath",
   "מתחת"
  ],
  [
   "bent",
   "כפוף, כופף"
  ],
  [
   "berry",
   "גרגרי יער"
  ],
  [
   "betray",
   "לבגוד"
  ],
  [
   "biblical",
   "תנ\"כי"
  ],
  [
   "blame",
   "להאשים; אשמה"
  ],
  [
   "blanket",
   "שמיכה"
  ],
  [
   "blew",
   "נשב (רוח), ניפח, פוצץ"
  ],
  [
   "blow, blew",
   "לנשוף, נשף; לפוצץ, פוצץ; מכה"
  ],
  [
   "blur",
   "טשטוש, לטשטש"
  ],
  [
   "bold",
   "אמיץ, חצוף; מודגש"
  ],
  [
   "borrow",
   "לשאול, ללוות (מ-)"
  ],
  [
   "brief",
   "קצר, תמציתי; תדריך, לתדרך"
  ],
  [
   "broad",
   "רחב, נרחב; כללי"
  ],
  [
   "broadcast",
   "לשדר; שידור"
  ],
  [
   "butcher",
   "קצב; לשחוט"
  ],
  [
   "candidate",
   "מועמד"
  ],
  [
   "capable",
   "מסוגל, יכול"
  ],
  [
   "capital",
   "עיר בירה; אות גדולה; ראשי, משמעותי; הון"
  ],
  [
   "categorize",
   "לקטלג, למיין, לסווג"
  ],
  [
   "ceremony",
   "טקס, מסכת"
  ],
  [
   "clash",
   "התנגשות"
  ],
  [
   "clay",
   "חימר"
  ],
  [
   "closure",
   "סגירה; סיום"
  ],
  [
   "cloth",
   "בד, אריג; מטלית"
  ],
  [
   "coal",
   "פחם"
  ],
  [
   "cognition",
   "קוגניציה, הכרה"
  ],
  [
   "collapse",
   "להתמוטט"
  ],
  [
   "colonial",
   "קולוניאלי"
  ],
  [
   "colony",
   "מושבה"
  ],
  [
   "committee",
   "ועדה"
  ],
  [
   "companion",
   "בן לוויה, מלווה, רע"
  ],
  [
   "compatible",
   "תואם, מתיישב עם, מתאים (זה לזה)"
  ],
  [
   "compromise",
   "להתפשר"
  ],
  [
   "concern",
   "דאגה, עניין"
  ],
  [
   "conclusion",
   "מסקנה; סיום"
  ],
  [
   "concrete",
   "בטון; קונקרטי, מוחשי"
  ],
  [
   "confess",
   "להודות; להתוודות"
  ],
  [
   "confession",
   "הודאה, וידוי"
  ],
  [
   "construct",
   "לבנות"
  ],
  [
   "contest",
   "תחרות; לערער על, לחלוק על; להתמודד על"
  ],
  [
   "contrary",
   "להפך, בניגוד ל-"
  ],
  [
   "convenient",
   "נוח"
  ],
  [
   "copper",
   "נחושת"
  ],
  [
   "correlate",
   "לתאם, לקשר"
  ],
  [
   "correlation",
   "מתאם, קשר סטטיסטי"
  ],
  [
   "corruption",
   "שחיתות"
  ],
  [
   "council",
   "מועצה"
  ],
  [
   "criticize",
   "לבקר"
  ],
  [
   "critique",
   "ביקורת"
  ],
  [
   "crossroad",
   "צומת"
  ],
  [
   "culinary",
   "קולינרי, של בישול"
  ],
  [
   "dawn",
   "שחר"
  ],
  [
   "daydream",
   "לחלום בהקיץ"
  ],
  [
   "debt",
   "חוב"
  ],
  [
   "declare",
   "להכריז; להצהיר"
  ],
  [
   "decorate",
   "לקשט"
  ],
  [
   "decrease",
   "ירידה, הפחתה; להפחית, לצמצם"
  ],
  [
   "dedicated",
   "מסור; מוקדש ל-"
  ],
  [
   "delicate",
   "עדין"
  ],
  [
   "demographic",
   "דמוגרפי; פלח אוכלוסייה"
  ],
  [
   "department-store",
   "חנות כלבו"
  ],
  [
   "deposit",
   "להפקיד, פיקדון"
  ],
  [
   "desert",
   "מדבר; לנטוש"
  ],
  [
   "determine",
   "לקבוע"
  ],
  [
   "differ",
   "להיות שונה, להיבדל, לחלוק; לחלוק על"
  ],
  [
   "discipline",
   "תחום לימוד/מחקר; להעניש, לחנך, משמעת"
  ],
  [
   "discomfort",
   "אי-נוחות"
  ],
  [
   "disguise",
   "תחפושת; להסוות"
  ],
  [
   "disloyal",
   "לא נאמן"
  ],
  [
   "domestic",
   "ביתי; מקומי, פנים-ארצי; מבוית (חיה)"
  ],
  [
   "doorstep",
   "מפתן הדלת"
  ],
  [
   "dozen",
   "תריסר"
  ],
  [
   "draft",
   "גיוס; טיוטה; משיכה; רוח פרצים"
  ],
  [
   "dull",
   "סתום; משעמם; עמום; קהה"
  ],
  [
   "duplicate",
   "לשכפל"
  ],
  [
   "e.g.",
   "לדוגמה"
  ],
  [
   "eccentric",
   "מוזר, אקסצנטרי"
  ],
  [
   "educate",
   "לחנך"
  ],
  [
   "elsewhere",
   "במקום אחר"
  ],
  [
   "embryo",
   "עובר"
  ],
  [
   "encounter",
   "להיתקל ב-, לפגוש; מפגש, היתקלות"
  ],
  [
   "endanger",
   "לסכן"
  ],
  [
   "endangered",
   "בסכנת הכחדה"
  ],
  [
   "engage",
   "להעסיק, ליצור מגע"
  ],
  [
   "engagement",
   "מעורבות, התחייבות; אירוסין"
  ],
  [
   "enjoyable",
   "מהנה"
  ],
  [
   "enormous",
   "עצום"
  ],
  [
   "ensure",
   "להבטיח; לוודא"
  ],
  [
   "enthusiastic",
   "נלהב"
  ],
  [
   "entirely",
   "לחלוטין"
  ],
  [
   "entitled",
   "זכאי"
  ],
  [
   "envelope",
   "מעטפה"
  ],
  [
   "equality",
   "שוויון"
  ],
  [
   "equip",
   "לצייד"
  ],
  [
   "eraser",
   "מחק"
  ],
  [
   "establish",
   "לייסד; לבסס"
  ],
  [
   "every now and then",
   "לפעמים"
  ],
  [
   "evolutionary",
   "אבולוציוני, התפתחותי"
  ],
  [
   "exclusively",
   "באופן בלעדי, רק"
  ],
  [
   "expose",
   "לחשוף, להעמיד בפני"
  ],
  [
   "eyesight",
   "ראייה, חוש הראייה"
  ],
  [
   "facility",
   "מתקן"
  ],
  [
   "fade",
   "לדהות, לדעוך"
  ],
  [
   "faint",
   "להתעלף; קלוש"
  ],
  [
   "fame",
   "תהילה, פרסום"
  ],
  [
   "fancy",
   "מפואר, מחבב; מגונדר; לחבב"
  ],
  [
   "faulty",
   "לקוי, לא תקין"
  ],
  [
   "favored",
   "מועדף"
  ],
  [
   "figure",
   "גזרה, צורה; ספרה, מספר; דמות; לחשב, להניח, להסיק"
  ],
  [
   "finalize",
   "לסכם, לגבש"
  ],
  [
   "folk",
   "עממי; אנשים"
  ],
  [
   "for the most part",
   "בדרך-כלל"
  ],
  [
   "forecast",
   "תחזית"
  ],
  [
   "forgettable",
   "שאפשר לשכוח אותו"
  ],
  [
   "former",
   "קודם, לשעבר"
  ],
  [
   "formulate",
   "לנסח"
  ],
  [
   "fort",
   "מצודה, מבצר"
  ],
  [
   "fortunate",
   "בעל מזל"
  ],
  [
   "fraud",
   "מרמה, הונאה"
  ],
  [
   "fulfill",
   "למלא, להגשים"
  ],
  [
   "fur",
   "פרווה"
  ],
  [
   "gamble",
   "להמר, הימר; הימור"
  ],
  [
   "generous",
   "נדיב"
  ],
  [
   "genuine",
   "אמיתי, מקורי; כן"
  ],
  [
   "gesture",
   "מחווה"
  ],
  [
   "given that",
   "בהתחשב בכך"
  ],
  [
   "graduate",
   "בוגר, לסיים לימודים"
  ],
  [
   "gross",
   "ברוטו, גלמי; ענק, דוחה"
  ],
  [
   "guillotine",
   "גיליוטינה"
  ],
  [
   "gunpowder",
   "אבק שריפה"
  ],
  [
   "gymnasium",
   "אולם ספורט"
  ],
  [
   "halt",
   "לעצור,להפסיק, עצירה"
  ],
  [
   "hardly ever",
   "כמעט אף פעם"
  ],
  [
   "harmless",
   "שאינו מזיק"
  ],
  [
   "harsh",
   "קשה, נוקשה, אכזרי; חמור"
  ],
  [
   "hierarchy",
   "היררכיה, מדרג"
  ],
  [
   "hilarious",
   "מצחיק"
  ],
  [
   "horrific",
   "מזעזע, איום"
  ],
  [
   "hospitalize",
   "לאשפז"
  ],
  [
   "illustrator",
   "מאייר"
  ],
  [
   "imaginative",
   "בעל דמיון עשיר, יצירתי, מלא דמיון"
  ],
  [
   "immoral",
   "לא מוסרי"
  ],
  [
   "import",
   "לייבא"
  ],
  [
   "improvise",
   "לאלתר"
  ],
  [
   "in a word",
   "במילה אחת"
  ],
  [
   "in contrast to",
   "בניגוד ל-"
  ],
  [
   "in favor of",
   "בעד, לטובת"
  ],
  [
   "in spite of",
   "למרות"
  ],
  [
   "inactivity",
   "חוסר פעילות"
  ],
  [
   "inclusive",
   "כולל"
  ],
  [
   "index",
   "מדד; מפתח (רשימת ערכים אלפביתית בסוף ספר)"
  ],
  [
   "indicate",
   "להצביע על"
  ],
  [
   "inexpensive",
   "לא יקר, זול"
  ],
  [
   "influential",
   "רב-השפעה"
  ],
  [
   "inject",
   "להזריק"
  ],
  [
   "injure",
   "לפצוע"
  ],
  [
   "innovative",
   "חדשני"
  ],
  [
   "insert",
   "להכניס"
  ],
  [
   "insist",
   "להתעקש"
  ],
  [
   "instruction",
   "הוראה, הדרכה"
  ],
  [
   "integrate",
   "לשלב"
  ],
  [
   "interest",
   "עניין; ריבית"
  ],
  [
   "interface",
   "ממשק"
  ],
  [
   "inventor",
   "ממציא"
  ],
  [
   "investing",
   "להשקיע"
  ],
  [
   "investor",
   "משקיע"
  ],
  [
   "involve",
   "לכלול, לערב"
  ],
  [
   "jog",
   "ריצה, ג'וגינג, לרוץ"
  ],
  [
   "joint",
   "משותף; מפרק, חיבור"
  ],
  [
   "joyous",
   "שמח, עליז"
  ],
  [
   "judgment",
   "שיפוט; שיקול דעת, פסק דין"
  ],
  [
   "just",
   "מדויק, אמיתי; רק, בלבד; צודק, הוגן"
  ],
  [
   "lane",
   "נתיב, מסלול"
  ],
  [
   "launch",
   "לשגר, להוציא לדרך; להשיק, להתחיל"
  ],
  [
   "league",
   "מידת אורך קדומה; ליגה"
  ],
  [
   "legalize",
   "להפוך חוקי, לאשר"
  ],
  [
   "lend",
   "להלוות, להשאיל"
  ],
  [
   "lengthy",
   "ארוך, מייגע"
  ],
  [
   "leopard",
   "נמר"
  ],
  [
   "limitation",
   "מגבלה"
  ],
  [
   "linguistic",
   "לשוני"
  ],
  [
   "literal",
   "מילולי, כפשוטו"
  ],
  [
   "lobby",
   "לשדל; לובי, מבואה"
  ],
  [
   "loudspeaker",
   "רמקול"
  ],
  [
   "luggage",
   "מזוודות"
  ],
  [
   "lyric",
   "מילות שיר; לירי"
  ],
  [
   "magnificent",
   "מפואר, נהדר, מרהיב"
  ],
  [
   "mailman",
   "דוור"
  ],
  [
   "maintain",
   "לשמור על, לתחזק; לטעון, לגרוס"
  ],
  [
   "mandate",
   "מנדט, ייפוי כוח; לחייב"
  ],
  [
   "manner",
   "התנהגות, אופן"
  ],
  [
   "manners",
   "נימוס"
  ],
  [
   "marine",
   "ימי"
  ],
  [
   "mathematician",
   "מתמטיקאי"
  ],
  [
   "mayor",
   "ראש עיר"
  ],
  [
   "memorial",
   "אנדרטה, מונומנט הנצחה; אזכרה; של זיכרון"
  ],
  [
   "memorize",
   "לשנן, לזכור בעל-פה"
  ],
  [
   "midair",
   "באוויר"
  ],
  [
   "migrate",
   "לנדוד, להגר"
  ],
  [
   "migration",
   "הגירה; נדידה"
  ],
  [
   "minority",
   "מיעוט"
  ],
  [
   "modernize",
   "להפוך למודרני"
  ],
  [
   "modify",
   "לשנות, להתאים"
  ],
  [
   "monk",
   "נזיר"
  ],
  [
   "monumental",
   "גדול, אדיר"
  ],
  [
   "mountainside",
   "מדרון"
  ],
  [
   "narcotic",
   "סם"
  ],
  [
   "narrative",
   "סיפור, נרטיב"
  ],
  [
   "nationality",
   "לאום; אזרחות"
  ],
  [
   "negotiate",
   "לשאת ולתת"
  ],
  [
   "noble",
   "אציל, אצילי"
  ],
  [
   "nominated",
   "מועמד"
  ],
  [
   "not to mention",
   "שלא לדבר על"
  ],
  [
   "novel",
   "רומן, סיפור; חדש"
  ],
  [
   "objection",
   "התנגדות"
  ],
  [
   "occasion",
   "אירוע, סיבה, הזדמנות"
  ],
  [
   "occur",
   "קרה, התרחש"
  ],
  [
   "octopus",
   "תמנון"
  ],
  [
   "odd",
   "מוזר; אי זוגי"
  ],
  [
   "old-fashioned",
   "מיושן"
  ],
  [
   "on the contrary",
   "להפך, אדרבא, נהפוך הוא"
  ],
  [
   "once in a while",
   "מידי פעם"
  ],
  [
   "onion",
   "בצל"
  ],
  [
   "oppose",
   "להתנגד ל-, להתייצב נגד"
  ],
  [
   "orchestrate",
   "לתאם, לתזמר"
  ],
  [
   "ordinary",
   "רגיל"
  ],
  [
   "organ",
   "אורגן (כלי נגינה); איבר"
  ],
  [
   "orientation",
   "התמצאות; כיוון"
  ],
  [
   "originality",
   "מקוריות"
  ],
  [
   "outdated",
   "מיושן"
  ],
  [
   "overcome",
   "להתגבר"
  ],
  [
   "palm",
   "דקל; כף יד"
  ],
  [
   "parenting",
   "הורות"
  ],
  [
   "particular",
   "מסוים, ספציפי; מיוחד; (about) קפדן, בררן"
  ],
  [
   "passive",
   "סביל"
  ],
  [
   "patiently",
   "בסבלנות"
  ],
  [
   "patrol",
   "סיור; לסייר"
  ],
  [
   "permit",
   "אישור, רישיון; להרשות, להתיר"
  ],
  [
   "phase",
   "שלב, דרגה"
  ],
  [
   "physicist",
   "פיזיקאי"
  ],
  [
   "pit",
   "בור; גלעין"
  ],
  [
   "plague",
   "מגפה; להטריד"
  ],
  [
   "plot",
   "עלילה; חלקה (חלקת אדמה); להכין תרשים; לזמום, לקשור קשר"
  ],
  [
   "pole",
   "מוט; קוטב"
  ],
  [
   "polish",
   "פולני; להבריק, לצחצח"
  ],
  [
   "possession",
   "רכוש, בעלות; חזקה"
  ],
  [
   "poverty",
   "עוני"
  ],
  [
   "praise",
   "לשבח"
  ],
  [
   "precise",
   "מדויק"
  ],
  [
   "preferable",
   "עדיף"
  ],
  [
   "prestigious",
   "יוקרתי"
  ],
  [
   "prevention",
   "מניעה"
  ],
  [
   "prey",
   "טרף, לטרוף"
  ],
  [
   "prior",
   "קודם"
  ],
  [
   "prior to",
   "קודם ל-, לפני"
  ],
  [
   "procedure",
   "הליך, נוהל"
  ],
  [
   "profitable",
   "רווחי"
  ],
  [
   "progressive",
   "מתקדם ומתמשך"
  ],
  [
   "property",
   "תכונה; רכוש"
  ],
  [
   "publication",
   "פרסום; מאמר/כתב עת שפורסם; הוצאה לאור"
  ],
  [
   "quantity",
   "כמות"
  ],
  [
   "radical",
   "קיצוני; שורשי"
  ],
  [
   "radically",
   "באופן קיצוני"
  ],
  [
   "rather",
   "עדיף; למדי"
  ],
  [
   "recall",
   "להיזכר; להחזיר, להשיב צלצול"
  ],
  [
   "refund",
   "החזר"
  ],
  [
   "refusal",
   "סירוב"
  ],
  [
   "refuse",
   "אשפה, זבל; לסרב"
  ],
  [
   "remains",
   "נשאר, עדיין; שרידים"
  ],
  [
   "remarkable",
   "ראוי לציון, יוצא דופן"
  ],
  [
   "renew",
   "לחדש"
  ],
  [
   "reservation",
   "הזמנה, שמורה; שריון מקום; הסתייגות"
  ],
  [
   "residence",
   "מגורים"
  ],
  [
   "respectfully",
   "בכבוד"
  ],
  [
   "result in",
   "לגרום ל, הסתיים ב-; להוביל ל"
  ],
  [
   "retire",
   "לפרוש"
  ],
  [
   "retreat",
   "לסגת, נסיגה; מפלט"
  ],
  [
   "revolutionary",
   "מהפכני"
  ],
  [
   "rubbish",
   "זבל; שטויות"
  ],
  [
   "sacred",
   "קדוש"
  ],
  [
   "sanction",
   "סנקציה, עונש; לאשר, להתיר, לתת גושפנקה"
  ],
  [
   "scale",
   "קנה מידה, מאזניים; לעלות, לטפס; סולם, סקלה"
  ],
  [
   "season",
   "לתבל; עונה"
  ],
  [
   "sensitivity",
   "רגישות"
  ],
  [
   "sequel",
   "המשך"
  ],
  [
   "severe",
   "חמור"
  ],
  [
   "shortly",
   "בקרוב, בעוד זמן קצר; בקצרה"
  ],
  [
   "shuffle",
   "לערבב; לגרור רגליים"
  ],
  [
   "similarly",
   "באופן דומה"
  ],
  [
   "simplify",
   "לפשט"
  ],
  [
   "simulate",
   "לדמות, לחקות"
  ],
  [
   "skepticism",
   "ספקנות"
  ],
  [
   "slight",
   "קל, מעט"
  ],
  [
   "snap",
   "להישבר; במהירות (סלנג)"
  ],
  [
   "sober",
   "פיכח; רציני"
  ],
  [
   "sophisticated",
   "מתוחכם"
  ],
  [
   "spare",
   "רזרבי, חלופי, פנוי (___ time); עודף; לחסוך, לחוס על"
  ],
  [
   "specialize",
   "להתמחות"
  ],
  [
   "species",
   "מין, זן"
  ],
  [
   "spectacular",
   "מדהים"
  ],
  [
   "spontaneously",
   "ללא תכנון"
  ],
  [
   "spring",
   "מעיין; אביב; קפיץ"
  ],
  [
   "stability",
   "יציבות"
  ],
  [
   "steady",
   "קבוע, יציב"
  ],
  [
   "steam",
   "קיטור, אד, לאדות; אדים"
  ],
  [
   "strengthen",
   "לחזק"
  ],
  [
   "strike",
   "הכה, התקיף; שביתה"
  ],
  [
   "stun",
   "להמם"
  ],
  [
   "subjective",
   "אישי, משוחד בדעתו"
  ],
  [
   "summary",
   "סיכום, תמצית"
  ],
  [
   "superior",
   "עדיף, עליון; ממונה"
  ],
  [
   "surveillance",
   "מעקב"
  ],
  [
   "suspense",
   "השהיה, מתח"
  ],
  [
   "sweep",
   "לטאטא"
  ],
  [
   "temple",
   "מקדש; רקה"
  ],
  [
   "tend",
   "נוטה; לטפל"
  ],
  [
   "tension",
   "מתח"
  ],
  [
   "terminate",
   "לסיים, לחסל"
  ],
  [
   "throughout",
   "במשך, בכל"
  ],
  [
   "thus",
   "לכן, כך ש-"
  ],
  [
   "to begin with",
   "בתור התחלה"
  ],
  [
   "trace",
   "סימן, עקבה; לעקוב, למצוא"
  ],
  [
   "transparent",
   "שקוף"
  ],
  [
   "trial",
   "נסיון; משפט; ניסוי"
  ],
  [
   "tribe",
   "שבט"
  ],
  [
   "trip",
   "למעוד; טיול"
  ],
  [
   "unattractive",
   "לא מושך"
  ],
  [
   "unconscious",
   "מחוסר הכרה; לא מודע"
  ],
  [
   "uncountable",
   "אינספור"
  ],
  [
   "uncritical",
   "לא ביקורתי"
  ],
  [
   "underneath",
   "מתחת"
  ],
  [
   "unexplored",
   "לא נחקר, לא נבדק"
  ],
  [
   "unfamiliar",
   "לא מוכר"
  ],
  [
   "unforgettable",
   "בלתי נשכח"
  ],
  [
   "unimaginable",
   "בלתי נתפס"
  ],
  [
   "union",
   "איגוד, איחוד"
  ],
  [
   "unjust",
   "לא צודק"
  ],
  [
   "unless",
   "אלא אם כן"
  ],
  [
   "unorthodox",
   "לא שגרתי, לא מקובל"
  ],
  [
   "unwilling",
   "לא מוכן, ממאן"
  ],
  [
   "upside down",
   "הפוך"
  ],
  [
   "using up",
   "לכלות, לנצל עד תום"
  ],
  [
   "variable",
   "משתנה"
  ],
  [
   "vertical",
   "מאונך"
  ],
  [
   "viewer",
   "צופה"
  ],
  [
   "visualize",
   "לדמיין"
  ],
  [
   "vocal",
   "קולני; קולי"
  ],
  [
   "volcanic",
   "וולקני, געשי"
  ],
  [
   "volume",
   "נפח; כרך; עוצמת קול"
  ],
  [
   "vulnerable",
   "פגיע, חשוף לפגיעה"
  ],
  [
   "withdraw",
   "לסגת, לפרוש; למשוך"
  ],
  [
   "worthy",
   "ראוי"
  ],
  [
   "yet",
   "אך, אולם; עדיין, בכל זאת"
  ]
 ],
 "7": [
  [
   "accelerate",
   "להאיץ"
  ],
  [
   "acceptance",
   "קבלה, קבלת דבר; הסכמה, השלמה"
  ],
  [
   "accessible",
   "נגיש, זמין"
  ],
  [
   "accuracy",
   "דיוק"
  ],
  [
   "accusation",
   "האשמה"
  ],
  [
   "adopt",
   "לאמץ"
  ],
  [
   "adore",
   "העריץ, אהב"
  ],
  [
   "adulthood",
   "בגרות"
  ],
  [
   "advisor",
   "יועץ"
  ],
  [
   "affair",
   "עניין, פרשה; רומן"
  ],
  [
   "agony",
   "ייסורים"
  ],
  [
   "align",
   "ליישר; להסתדר בשורה; להתאים"
  ],
  [
   "alongside",
   "לצד, במקביל"
  ],
  [
   "altogether",
   "בסך הכל; לגמרי"
  ],
  [
   "amusement",
   "שעשוע"
  ],
  [
   "anchor",
   "עוגן; קריין"
  ],
  [
   "anticipation",
   "ציפייה, צפייה מראש"
  ],
  [
   "antique",
   "עתיק, ענתיקה"
  ],
  [
   "apathetic",
   "אדיש"
  ],
  [
   "applicant",
   "מועמד"
  ],
  [
   "artifact",
   "חפץ מעשה ידי אדם, מוצג ארכיאולוגי"
  ],
  [
   "aspect",
   "היבט, פן"
  ],
  [
   "assassination",
   "התנקשות, רצח פוליטי"
  ],
  [
   "asset",
   "נכס; יתרון"
  ],
  [
   "assign",
   "למנות, להקצות"
  ],
  [
   "authorize",
   "להרשות, להסמיך"
  ],
  [
   "availability",
   "זמינות"
  ],
  [
   "await",
   "להמתין"
  ],
  [
   "awareness",
   "מודעות"
  ],
  [
   "bandage",
   "תחבושת"
  ],
  [
   "blink",
   "למצמץ"
  ],
  [
   "bloom",
   "לפרוח; פריחה"
  ],
  [
   "brainwash",
   "לשטוף את המוח"
  ],
  [
   "broaden",
   "להרחיב"
  ],
  [
   "canal",
   "תעלה"
  ],
  [
   "careless",
   "לא זהיר, רשלני"
  ],
  [
   "caution",
   "זהירות; להזהיר"
  ],
  [
   "certify",
   "להצהיר, לאשר; להסמיך"
  ],
  [
   "circuit",
   "מסלול, להקיף; מעגל חשמלי"
  ],
  [
   "clarify",
   "להבהיר"
  ],
  [
   "classify",
   "לסווג, מסווג"
  ],
  [
   "cloak",
   "גלימה, מעטה; מסווה, להסוות"
  ],
  [
   "coastline",
   "קו/רצועת חוף"
  ],
  [
   "coincidence",
   "צירוף מקרים"
  ],
  [
   "collaborate",
   "לשתף פעולה"
  ],
  [
   "collision",
   "התנגשות"
  ],
  [
   "combine",
   "לצרף, לשלב"
  ],
  [
   "commentary",
   "פרשנות"
  ],
  [
   "commerce",
   "מסחר"
  ],
  [
   "comparison",
   "השוואה"
  ],
  [
   "compensate",
   "לפצות"
  ],
  [
   "complication",
   "סיבוך"
  ],
  [
   "compost",
   "קומפוסט, זבל אורגני"
  ],
  [
   "comprehension",
   "הבנה"
  ],
  [
   "compress",
   "לדחוס"
  ],
  [
   "conclude",
   "לסיים; להסיק"
  ],
  [
   "confront",
   "להתעמת, לעמת"
  ],
  [
   "confrontation",
   "עימות"
  ],
  [
   "conquer",
   "לכבוש; להתגבר על"
  ],
  [
   "conscious",
   "מודע; בהכרה"
  ],
  [
   "consequence",
   "תוצאה"
  ],
  [
   "consideration",
   "שיקול, שיקול דעת; מכלול שיקולים; התחשבות"
  ],
  [
   "consistent",
   "עקבי"
  ],
  [
   "consistently",
   "בעקביות"
  ],
  [
   "consume",
   "לצרוך"
  ],
  [
   "consumers",
   "צרכנים"
  ],
  [
   "continuous",
   "רציף, מתמשך"
  ],
  [
   "contribute",
   "לתרום"
  ],
  [
   "convoy",
   "שיירה"
  ],
  [
   "cope",
   "להתמודד"
  ],
  [
   "cord",
   "חבל דק, חוט; כבל (חשמלי)"
  ],
  [
   "cornerstone",
   "אבן פינה"
  ],
  [
   "costly",
   "יקר"
  ],
  [
   "county",
   "מחוז, נפה"
  ],
  [
   "courageous",
   "אמיץ"
  ],
  [
   "craftsmen",
   "אומן, בעל מלאכה"
  ],
  [
   "crop",
   "לקצץ; יבול"
  ],
  [
   "currency",
   "מטבע"
  ],
  [
   "custom",
   "מנהג; מותאם אישית"
  ],
  [
   "dagger",
   "פגיון"
  ],
  [
   "dairy",
   "חלבי, מחלבה"
  ],
  [
   "decade",
   "עשור"
  ],
  [
   "declaration",
   "הכרזה, הצהרה"
  ],
  [
   "definite",
   "ברור, מוגדר; ודאי"
  ],
  [
   "deform",
   "לעוות"
  ],
  [
   "demonstrate",
   "להדגים; להפגין"
  ],
  [
   "denial",
   "הכחשה"
  ],
  [
   "dense",
   "צפוף, סמיך"
  ],
  [
   "desirable",
   "רצוי, נחשק"
  ],
  [
   "desperation",
   "ייאוש"
  ],
  [
   "devastated",
   "הרוס, מפורק"
  ],
  [
   "diabetes",
   "סוכרת"
  ],
  [
   "diagnose",
   "לאבחן"
  ],
  [
   "dialect",
   "ניב"
  ],
  [
   "dictate",
   "להכתיב, לפקד"
  ],
  [
   "differentiate",
   "להבדיל, להבחין"
  ],
  [
   "dim",
   "עמום, קלוש, מעורפל; לעמעם"
  ],
  [
   "disapproving",
   "לא מאשר, לא מסכים, לא מרוצה"
  ],
  [
   "disciplined",
   "חינך, העניש; ממושמע"
  ],
  [
   "discrimination",
   "אפליה; הבחנה"
  ],
  [
   "disgust",
   "גועל, להגעיל"
  ],
  [
   "disobey",
   "להפר, לא לציית"
  ],
  [
   "disorder",
   "אי-סדר, ערבוביה; מהומה, אי-שקט; הפרעה (רפואית)"
  ],
  [
   "disrupt",
   "להפריע, לשבש"
  ],
  [
   "distinction",
   "הבחנה, הבדל; מצוינות, הצטיינות"
  ],
  [
   "distinguish",
   "להבדיל, להבחין"
  ],
  [
   "distract",
   "להסיח את הדעת"
  ],
  [
   "distribute",
   "להפיץ; לחלק"
  ],
  [
   "distribution",
   "הפצה; חלוקה"
  ],
  [
   "disturbance",
   "הפרעה"
  ],
  [
   "diversity",
   "מגוון"
  ],
  [
   "downhill",
   "מדרון, מורד; מתדרדר"
  ],
  [
   "drain",
   "לרוקן, לנקז; ניקוז"
  ],
  [
   "drift",
   "לנדוד, זרם, סחף"
  ],
  [
   "drip",
   "לטפטף"
  ],
  [
   "duel",
   "דו-קרב"
  ],
  [
   "dwarf",
   "לגמד, גמד"
  ],
  [
   "dye",
   "צבע, לצבוע"
  ],
  [
   "dynasty",
   "שושלת"
  ],
  [
   "edition",
   "מהדורה"
  ],
  [
   "elect",
   "לבחור"
  ],
  [
   "emblem",
   "סמל"
  ],
  [
   "emphasis",
   "הדגשה, דגש"
  ],
  [
   "emphasize",
   "להדגיש"
  ],
  [
   "enforce",
   "לאכוף, לכפות"
  ],
  [
   "enlarge",
   "להגדיל"
  ],
  [
   "enrage",
   "להרגיז, להכעיס"
  ],
  [
   "enrich",
   "להעשיר"
  ],
  [
   "enroll",
   "להירשם"
  ],
  [
   "enthusiasm",
   "התלהבות"
  ],
  [
   "envious",
   "מקנא, מלא קנאה"
  ],
  [
   "equivalent",
   "שווה ערך, מקביל"
  ],
  [
   "erosion",
   "שחיקה, סחף, כרסום"
  ],
  [
   "essentially",
   "בעיקרו, במהותו"
  ],
  [
   "estimate",
   "להעריך, לאמוד"
  ],
  [
   "evaluate",
   "להעריך, לאמוד"
  ],
  [
   "evaluation",
   "הערכה"
  ],
  [
   "evenly",
   "באופן שווה"
  ],
  [
   "evident",
   "ברור, נראה לעין"
  ],
  [
   "exceptional",
   "יוצא דופן, מעולה"
  ],
  [
   "exclude",
   "לא לכלול, להוציא מן הכלל, להדיר; למנוע כניסה"
  ],
  [
   "exhausting",
   "מתיש, מעייף"
  ],
  [
   "exhibit",
   "להציג, מוצג"
  ],
  [
   "exhibition",
   "תערוכה"
  ],
  [
   "expedition",
   "משלחת"
  ],
  [
   "expertise",
   "מומחיות, ידע מקצועי"
  ],
  [
   "explicit",
   "מפורש, ברור, בוטה"
  ],
  [
   "exposure",
   "חשיפה"
  ],
  [
   "exterior",
   "חיצוני"
  ],
  [
   "extinct",
   "נכחד"
  ],
  [
   "extract",
   "לחלץ, להוציא, לעקור; להפיק; תמצית"
  ],
  [
   "faithful",
   "נאמן"
  ],
  [
   "farther",
   "רחוק יותר, הלאה, יותר"
  ],
  [
   "fasten",
   "להדק; לחבר"
  ],
  [
   "fiber",
   "סיב"
  ],
  [
   "fierce",
   "עז, פראי"
  ],
  [
   "findings",
   "ממצאים"
  ],
  [
   "flaw",
   "פגם, ליקוי"
  ],
  [
   "flee, fled",
   "להימלט, נמלט"
  ],
  [
   "fluent",
   "שוטף"
  ],
  [
   "fluid",
   "נוזל"
  ],
  [
   "fossil",
   "מאובן"
  ],
  [
   "fragile",
   "עדין, שביר"
  ],
  [
   "frequency",
   "תדר, תדירות"
  ],
  [
   "frequent",
   "תכוף, תדיר, שכיח"
  ],
  [
   "fury",
   "זעם"
  ],
  [
   "garlic",
   "שום"
  ],
  [
   "govern",
   "למשול; להסדיר, לקבוע"
  ],
  [
   "gradually",
   "בהדרגה"
  ],
  [
   "grain",
   "גרגר, גרעין; תבואה, דגן"
  ],
  [
   "grapes",
   "ענבים"
  ],
  [
   "grateful",
   "אסיר תודה"
  ],
  [
   "grave",
   "קבר; חמור"
  ],
  [
   "grocery",
   "מכולת; מצרכים"
  ],
  [
   "guidance",
   "הנחיה, הכוונה, הנהגה"
  ],
  [
   "handful",
   "קומץ"
  ],
  [
   "handicap",
   "מוגבלות, נכות; חיסרון, מגבלה; להכביד, להגביל"
  ],
  [
   "harass",
   "להטריד, להציק ללא הרף, לרדוף"
  ],
  [
   "harmful",
   "מזיק"
  ],
  [
   "herb",
   "עשב תיבול, עשב"
  ],
  [
   "heroine",
   "גיבורה"
  ],
  [
   "hesitate",
   "להסס"
  ],
  [
   "housemaid",
   "עוזרת בית, מנקה"
  ],
  [
   "humble",
   "צנוע; להשפיל"
  ],
  [
   "hypothesis",
   "השערה"
  ],
  [
   "identical",
   "זהה"
  ],
  [
   "identically",
   "באופן זהה"
  ],
  [
   "idolize",
   "להעריץ"
  ],
  [
   "illustrate",
   "להמחיש, להדגים; לאייר"
  ],
  [
   "imitation",
   "חיקוי"
  ],
  [
   "immigrate",
   "להגר"
  ],
  [
   "immune",
   "חסין"
  ],
  [
   "implement",
   "ליישם, להוציא לפועל"
  ],
  [
   "implementation",
   "מימוש, יישום, ביצוע"
  ],
  [
   "impulse",
   "דחף"
  ],
  [
   "inconsistent",
   "לא עקבי; סותר"
  ],
  [
   "infectious",
   "מדבק"
  ],
  [
   "inferior",
   "נחות"
  ],
  [
   "infrastructure",
   "תשתית"
  ],
  [
   "ingredient",
   "מרכיב"
  ],
  [
   "initiated",
   "יזם, התחיל, אתחל"
  ],
  [
   "insight",
   "תובנה"
  ],
  [
   "inspect",
   "לבחון, לבדוק"
  ],
  [
   "insure",
   "לבטח; להבטיח, לוודא"
  ],
  [
   "intentional",
   "מכוון"
  ],
  [
   "interfere",
   "להתערב, להפריע"
  ],
  [
   "interior",
   "פנימי"
  ],
  [
   "interpret",
   "לפרש; לתרגם"
  ],
  [
   "interpretation",
   "פרשנות"
  ],
  [
   "invade",
   "לחדור, לפלוש"
  ],
  [
   "invaders",
   "פולשים"
  ],
  [
   "invasion",
   "פלישה"
  ],
  [
   "invasive",
   "פולשני, חודרני"
  ],
  [
   "inventory",
   "מלאי, מצאי; רשימת מלאי"
  ],
  [
   "jewel",
   "תכשיט; אבן חן"
  ],
  [
   "junkyard",
   "מגרש גרוטאות"
  ],
  [
   "just as... so...",
   "בדיוק כמו... גם"
  ],
  [
   "kite",
   "עפיפון"
  ],
  [
   "knot",
   "קשר"
  ],
  [
   "laborer",
   "פועל"
  ],
  [
   "landscape",
   "נוף"
  ],
  [
   "legacy",
   "מורשת, ירושה"
  ],
  [
   "lens",
   "עדשה"
  ],
  [
   "lethal",
   "קטלני"
  ],
  [
   "literature",
   "ספרות"
  ],
  [
   "malfunction",
   "תקלה, כשל, ליקוי"
  ],
  [
   "manufacture",
   "ייצר"
  ],
  [
   "margin",
   "שוליים, מרווח; הפרש"
  ],
  [
   "masculine",
   "גברי"
  ],
  [
   "masterpiece",
   "יצירת מופת"
  ],
  [
   "maze",
   "מבוך"
  ],
  [
   "medicinal",
   "רפואי, מרפא"
  ],
  [
   "merchandise",
   "מוצרים, סחורה"
  ],
  [
   "merge",
   "למזג, לחבר"
  ],
  [
   "milestone",
   "אבן דרך, ציון דרך"
  ],
  [
   "misbehave",
   "להתנהג בצורה לא הולמת"
  ],
  [
   "monarch",
   "מלך"
  ],
  [
   "morale",
   "מורל"
  ],
  [
   "mosquito",
   "יתוש"
  ],
  [
   "narration",
   "קריינות"
  ],
  [
   "negotiation",
   "משא ומתן"
  ],
  [
   "obligation",
   "התחייבות; חובה"
  ],
  [
   "observer",
   "משקיף; צופה"
  ],
  [
   "obtain",
   "להשיג"
  ],
  [
   "occasional",
   "מדי פעם, מקרי"
  ],
  [
   "occasionally",
   "מידי פעם"
  ],
  [
   "occasions",
   "אירוע, הזדמנויות, מקרים"
  ],
  [
   "offender",
   "עבריין, פושע, פוגע"
  ],
  [
   "offense",
   "עבירה; פגיעה"
  ],
  [
   "ongoing",
   "מתמשך"
  ],
  [
   "orderly",
   "מסודר"
  ],
  [
   "outcome",
   "תוצאה"
  ],
  [
   "outlaw",
   "להוציא אל מחוץ לחוק; פורע חוק"
  ],
  [
   "outpost",
   "מוצב, נקודת קצה"
  ],
  [
   "overdo",
   "להפריז, להגזים"
  ],
  [
   "overlaps",
   "חופף"
  ],
  [
   "overly",
   "יותר מידי"
  ],
  [
   "paragraph",
   "פסקה"
  ],
  [
   "partial",
   "חלקי"
  ],
  [
   "participate",
   "השתתף"
  ],
  [
   "peek",
   "להציץ"
  ],
  [
   "performer",
   "מבצע, מציג"
  ],
  [
   "petroleum",
   "נפט"
  ],
  [
   "pigeon",
   "יונה"
  ],
  [
   "poll",
   "סקר, הצבעה"
  ],
  [
   "pollution",
   "זיהום"
  ],
  [
   "populate",
   "לאכלס"
  ],
  [
   "postpone",
   "לדחות"
  ],
  [
   "precision",
   "דיוק"
  ],
  [
   "predict",
   "לחזות, לצפות מראש; לנבא"
  ],
  [
   "prediction",
   "חיזוי, ניבוי"
  ],
  [
   "preserve",
   "לשמר"
  ],
  [
   "primarily",
   "בעיקר"
  ],
  [
   "probable",
   "סביר, מתקבל על הדעת"
  ],
  [
   "prolong",
   "להאריך, למשוך (בזמן)"
  ],
  [
   "promote",
   "לקדם"
  ],
  [
   "proportion",
   "יחס, שיעור, מידה"
  ],
  [
   "proposition",
   "הצעה; טענה"
  ],
  [
   "publicized",
   "פורסם"
  ],
  [
   "pupil",
   "תלמיד; אישון"
  ],
  [
   "purification",
   "טיהור"
  ],
  [
   "purposely",
   "בכוונה"
  ],
  [
   "puzzled",
   "מבולבל"
  ],
  [
   "quake",
   "לרעוד, רעד; רעידת אדמה"
  ],
  [
   "qualify",
   "להעפיל, להיות מוסמך"
  ],
  [
   "railroad",
   "מסילת רכבת"
  ],
  [
   "rates",
   "שיעור , היקף, תעריף"
  ],
  [
   "readiness",
   "מוכנות"
  ],
  [
   "rebellious",
   "סורר, מרדני"
  ],
  [
   "reconstruct",
   "לשחזר; לבנות מחדש"
  ],
  [
   "recreate",
   "לשחזר, ליצור מחדש"
  ],
  [
   "recruit",
   "לגייס; טירון"
  ],
  [
   "recurring",
   "חוזר, נשנה"
  ],
  [
   "refer",
   "להתייחס, מתייחס; להפנות"
  ],
  [
   "reflect",
   "להרהר; לשקף, להחזיר אור"
  ],
  [
   "reflection",
   "השתקפות; הרהור"
  ],
  [
   "refugee",
   "פליט"
  ],
  [
   "regain",
   "להשיג מחדש"
  ],
  [
   "regardless",
   "למרות, ללא קשר"
  ],
  [
   "regime",
   "שלטון, משטר"
  ],
  [
   "regulation",
   "תקנה"
  ],
  [
   "rehabilitation",
   "שיקום"
  ],
  [
   "relate",
   "להזדהות עם, להתייחס, לקשר"
  ],
  [
   "relating",
   "מתייחס"
  ],
  [
   "relieve",
   "להקל, להפיג, לשחרר (מתפקיד)"
  ],
  [
   "relocate",
   "לעבור, למקם מחדש; להעביר"
  ],
  [
   "renovation",
   "שיפוץ"
  ],
  [
   "repetition",
   "חזרה"
  ],
  [
   "reproduce",
   "להתרבות, לשכפל"
  ],
  [
   "reside",
   "להתגורר, לשכון"
  ],
  [
   "resigned",
   "התפטר; משלים"
  ],
  [
   "resolve",
   "לפתור, להחליט; נחישות"
  ],
  [
   "restriction",
   "הגבלה"
  ],
  [
   "resume",
   "להמשיך; קורות חיים"
  ],
  [
   "revert",
   "לחזור למצב קודם"
  ],
  [
   "revise",
   "לתקן, לשפר"
  ],
  [
   "revision",
   "תיקון, עדכון"
  ],
  [
   "revived",
   "להחיות, קם לתחייה, התחדש"
  ],
  [
   "revolt",
   "מרד"
  ],
  [
   "rhyme",
   "חרוז"
  ],
  [
   "rivalry",
   "יריבות"
  ],
  [
   "robe",
   "חלוק; גלימה"
  ],
  [
   "ruler",
   "סרגל; מושל, שליט"
  ],
  [
   "safeguard",
   "להגן; אמצעי הגנה"
  ],
  [
   "sanitary",
   "תברואתי, היגייני"
  ],
  [
   "scenery",
   "נוף"
  ],
  [
   "scholar",
   "אקדמאי, בעל מלגה, מלומד"
  ],
  [
   "sensation",
   "תחושה"
  ],
  [
   "shipment",
   "משלוח"
  ],
  [
   "shuttle",
   "הסעה, מעבורת"
  ],
  [
   "sibling",
   "אח או אחות"
  ],
  [
   "sideways",
   "הצידה"
  ],
  [
   "significance",
   "משמעות, חשיבות"
  ],
  [
   "simplicity",
   "פשטות"
  ],
  [
   "simultaneously",
   "בו זמנית"
  ],
  [
   "skyscraper",
   "גורד שחקים"
  ],
  [
   "slaughter",
   "לטבוח, לשחוט, טבח"
  ],
  [
   "slope",
   "שיפוע, מדרון"
  ],
  [
   "sneeze",
   "להתעטש"
  ],
  [
   "spark",
   "גיץ, ניצוץ; להצית"
  ],
  [
   "specify",
   "לפרט"
  ],
  [
   "spinach",
   "תרד"
  ],
  [
   "stabilize",
   "לייצב"
  ],
  [
   "stain",
   "כתם"
  ],
  [
   "stalk",
   "גבעול, קנה; לעקוב/לארוב אחרי, להטריד"
  ],
  [
   "stove",
   "תנור, כיריים"
  ],
  [
   "stunned",
   "נדהם, היה המום"
  ],
  [
   "substitute",
   "תחליף"
  ],
  [
   "suburb",
   "פרבר"
  ],
  [
   "sufficient",
   "מספיק"
  ],
  [
   "summarize",
   "לסכם"
  ],
  [
   "summits",
   "פסגות"
  ],
  [
   "superb",
   "מעולה (איכותי)"
  ],
  [
   "supervise",
   "לפקח"
  ],
  [
   "suppress",
   "לדכא, לכבוש"
  ],
  [
   "surround",
   "להקיף"
  ],
  [
   "survey",
   "לבחון, לסקור; סקר"
  ],
  [
   "suspend",
   "להשעות; לתלות, להשהות"
  ],
  [
   "suspicion",
   "חשד"
  ],
  [
   "swift",
   "מהיר"
  ],
  [
   "tempt",
   "לפתות"
  ],
  [
   "terrain",
   "שטח"
  ],
  [
   "terrify",
   "להפחיד, להבעית"
  ],
  [
   "tilt",
   "להטות, שיפוע"
  ],
  [
   "tolerance",
   "סובלנות"
  ],
  [
   "transaction",
   "עסקה"
  ],
  [
   "transmit",
   "לשדר; להעביר"
  ],
  [
   "transmitter",
   "משדר"
  ],
  [
   "trim",
   "לגזום"
  ],
  [
   "triumph",
   "ניצחון"
  ],
  [
   "troop",
   "יחידה צבאית; חייל"
  ],
  [
   "tutor",
   "מורה פרטי, להדריך"
  ],
  [
   "unaware",
   "לא מודע"
  ],
  [
   "unconcerned",
   "לא מודאג"
  ],
  [
   "unconventional",
   "לא שיגרתי"
  ],
  [
   "uncover",
   "לחשוף, לגלות"
  ],
  [
   "unemployed",
   "מובטל"
  ],
  [
   "unholy",
   "לא קדוש, לא מוסרי"
  ],
  [
   "unify",
   "לאחד"
  ],
  [
   "urban",
   "עירוני"
  ],
  [
   "utilize",
   "השתמש"
  ],
  [
   "validate",
   "אימת, נתן תוקף"
  ],
  [
   "valve",
   "שסתום"
  ],
  [
   "vanish",
   "להיעלם"
  ],
  [
   "vary",
   "משתנה"
  ],
  [
   "vendor",
   "מוכר, רוכל; ספק"
  ],
  [
   "vest",
   "אפודה"
  ],
  [
   "vocabulary",
   "אוצר מילים"
  ],
  [
   "voyage",
   "מסע"
  ],
  [
   "wander",
   "להסתובב, לשוטט"
  ],
  [
   "whether... or...",
   "בין אם... או..."
  ],
  [
   "widely",
   "בצורה נרחבת"
  ],
  [
   "widen",
   "להרחיב"
  ],
  [
   "wool",
   "צמר"
  ],
  [
   "yawn",
   "לפהק, פיהוק"
  ]
 ],
 "8": [
  [
   "absorb",
   "לספוג"
  ],
  [
   "accompany",
   "ללוות"
  ],
  [
   "accomplish",
   "להשלים, להשיג"
  ],
  [
   "accomplishment",
   "הישג"
  ],
  [
   "accordingly",
   "בהתאם"
  ],
  [
   "acknowledge",
   "להכיר ב-, להודות ב-; לאשר קבלה"
  ],
  [
   "acquire",
   "לרכוש, להשיג"
  ],
  [
   "adequate",
   "מספיק, מספק; הולם"
  ],
  [
   "adjust",
   "להתאים, להתרגל; לכוונן"
  ],
  [
   "admirable",
   "נערץ, ראוי להערצה"
  ],
  [
   "advancement",
   "התקדמות; מקדמה"
  ],
  [
   "advocate",
   "תומך, מצדד; פרקליט; לדגול ב-, לתמוך בגלוי ב-"
  ],
  [
   "affection",
   "חיבה"
  ],
  [
   "afford",
   "יכול לעמוד בהוצאות, להרשות לעצמו"
  ],
  [
   "agriculture",
   "חקלאות"
  ],
  [
   "airborne",
   "נישא באוויר; באוויר"
  ],
  [
   "allowance",
   "דמי כיס, הקצבה"
  ],
  [
   "alter",
   "שינה ,לשנות"
  ],
  [
   "alternate",
   "חלופי; התחלף, עבר מדבר אחד לשני וחזרה"
  ],
  [
   "ambassador",
   "שגריר"
  ],
  [
   "ancestor",
   "אב קדמון"
  ],
  [
   "annihilate",
   "להשמיד"
  ],
  [
   "anxious",
   "להוט; חרד"
  ],
  [
   "appeal",
   "לבקש; מדבר אל, מושך; לערער"
  ],
  [
   "applaud",
   "מחא כפיים, הריע"
  ],
  [
   "appreciation",
   "הערכה; תודה"
  ],
  [
   "approximately",
   "בערך, בקירוב"
  ],
  [
   "arise",
   "להופיע, לעלות"
  ],
  [
   "arousing",
   "מעורר"
  ],
  [
   "assemble",
   "להרכיב, להתאסף"
  ],
  [
   "assumption",
   "הנחה"
  ],
  [
   "audit",
   "ביקורת"
  ],
  [
   "bail",
   "ערבות, לשחרר בערבות"
  ],
  [
   "bare",
   "חשוף, ריק, לחשוף"
  ],
  [
   "barely",
   "בקושי"
  ],
  [
   "bear",
   "לסבול, לשאת; דוב"
  ],
  [
   "beneficial",
   "מועיל, רווחי"
  ],
  [
   "beware",
   "היזהר"
  ],
  [
   "blood vessel",
   "כלי דם"
  ],
  [
   "boundary",
   "גבול"
  ],
  [
   "breed",
   "מין, גזע; להרביע, להפרות"
  ],
  [
   "briefly",
   "בקצרה; לזמן קצר"
  ],
  [
   "burial",
   "קבורה"
  ],
  [
   "capacity",
   "יכולת, סמכות, תפקיד; קיבולת"
  ],
  [
   "cater",
   "לספק קייטרינג, לספק"
  ],
  [
   "caterpillar",
   "זחל"
  ],
  [
   "cattle",
   "בקר"
  ],
  [
   "cautious",
   "זהיר"
  ],
  [
   "cemetery",
   "בית קברות"
  ],
  [
   "certainty",
   "וודאות"
  ],
  [
   "chamber",
   "חדר, לשכה; תא"
  ],
  [
   "characteristic",
   "מאפיין; אופייני"
  ],
  [
   "civil",
   "אדיב; אזרחי"
  ],
  [
   "cockroach",
   "מקק, ג'וק"
  ],
  [
   "coffin",
   "ארון מתים"
  ],
  [
   "collide",
   "להתנגש"
  ],
  [
   "cologne",
   "קולון, בושם (של גבר)"
  ],
  [
   "colossal",
   "עצום"
  ],
  [
   "compile",
   "לאסוף, לקבץ"
  ],
  [
   "comply",
   "להסכים, לציית"
  ],
  [
   "conduct",
   "לנהל, לקיים; התנהגות (ש״ע); להוליך (חשמל)"
  ],
  [
   "conductor",
   "מנצח (תזמורת); מוליך (חשמל/חום); כרטיסן"
  ],
  [
   "conquest",
   "כיבוש"
  ],
  [
   "conquistador",
   "כובש"
  ],
  [
   "conservation",
   "שימור"
  ],
  [
   "conserve",
   "לשמר; לחסוך"
  ],
  [
   "considering",
   "בהתחשב ב-, לאור; (כפועל) שוקל"
  ],
  [
   "contagious",
   "מדבק"
  ],
  [
   "continuity",
   "המשכיות, רצף הגיוני"
  ],
  [
   "contradiction",
   "סתירה"
  ],
  [
   "controversial",
   "שנוי במחלוקת"
  ],
  [
   "controversy",
   "מחלוקת"
  ],
  [
   "conveniently",
   "באופן נוח"
  ],
  [
   "convention",
   "מוסכמה; ועידה, כנס"
  ],
  [
   "convict",
   "אסיר; להרשיע"
  ],
  [
   "cougar",
   "פומה, סוג של טורף"
  ],
  [
   "courtesy",
   "נימוס, אדיבות"
  ],
  [
   "credibility",
   "אמינות, מהימנות"
  ],
  [
   "cripple",
   "לשתק, להטיל מום; נכה"
  ],
  [
   "crucial",
   "מכריע, קריטי"
  ],
  [
   "cucumber",
   "מלפפון"
  ],
  [
   "damp",
   "לח"
  ],
  [
   "dart",
   "חץ; לזנק"
  ],
  [
   "dealt",
   "טיפל ב, עסק ב; חילק (קלפים)"
  ],
  [
   "decay",
   "להירקב, ריקבון"
  ],
  [
   "decline",
   "לרדת; לדחות; ירידה"
  ],
  [
   "dedicate",
   "להקדיש"
  ],
  [
   "deflate",
   "להוציא אוויר מ-"
  ],
  [
   "delegate",
   "להאציל, להסמיך; נציג, ציר"
  ],
  [
   "delight",
   "תענוג; לשמח"
  ],
  [
   "demented",
   "משוגע, מטורף"
  ],
  [
   "density",
   "צפיפות"
  ],
  [
   "descend",
   "ירד, הדרדר"
  ],
  [
   "despair",
   "ייאוש, להתייאש"
  ],
  [
   "despise",
   "לתעב"
  ],
  [
   "detach",
   "לנתק, להפריד"
  ],
  [
   "determined",
   "נחוש, נחרץ; לקבוע"
  ],
  [
   "devote",
   "להקדיש"
  ],
  [
   "discontent",
   "חוסר שביעות רצון"
  ],
  [
   "discourage",
   "לייאש, להרתיע, לשכנע שלא; להניא"
  ],
  [
   "disgrace",
   "בושה"
  ],
  [
   "dismiss",
   "לבטל, לפטר, לשחרר"
  ],
  [
   "disposable",
   "חד-פעמי"
  ],
  [
   "dispose",
   "להיפטר"
  ],
  [
   "disregard",
   "להתעלם; זלזול"
  ],
  [
   "dissolve",
   "להתמוסס; לפרק"
  ],
  [
   "distinct",
   "ברור, נפרד"
  ],
  [
   "distinctive",
   "ייחודי, מיוחד"
  ],
  [
   "distress",
   "מצוקה; לצער"
  ],
  [
   "disuse",
   "חוסר שימוש"
  ],
  [
   "diverse",
   "מגוון"
  ],
  [
   "divine",
   "אלוהי"
  ],
  [
   "drawback",
   "חיסרון, מגרעת"
  ],
  [
   "dread",
   "פחד, לפחד"
  ],
  [
   "due",
   "צריך להיעשות, זמנו הגיע; בשל"
  ],
  [
   "eager",
   "נלהב, משתוקק, כמה"
  ],
  [
   "edible",
   "אכיל"
  ],
  [
   "embrace",
   "לחבק, לאמץ לקרבו"
  ],
  [
   "emerge",
   "להגיח, להופיע"
  ],
  [
   "emigrate",
   "להגר"
  ],
  [
   "enchant",
   "לכשף, להקסים"
  ],
  [
   "endurance",
   "כוח סבל"
  ],
  [
   "endure",
   "לסבול, להחזיק מעמד"
  ],
  [
   "enhance",
   "לשפר, להעצים"
  ],
  [
   "enthusiast",
   "חובב נלהב"
  ],
  [
   "Equator",
   "קו המשווה"
  ],
  [
   "estate",
   "אחוזה; נכס"
  ],
  [
   "exaggerate",
   "להגזים"
  ],
  [
   "excessive",
   "יתר, מוגזם"
  ],
  [
   "exhale",
   "לנשוף"
  ],
  [
   "exhaust",
   "לרוקן, למצות, להתיש; (ש״ע) גזי פליטה, צינור מפלט"
  ],
  [
   "exile",
   "גלות, להגלות, לגרש"
  ],
  [
   "expel",
   "לגרש, לסלק, להרחיק; לפלוט (אוויר)"
  ],
  [
   "exploit",
   "פעולות, מעשים; לנצל, להפיק תועלת"
  ],
  [
   "extensive",
   "נרחב"
  ],
  [
   "extinction",
   "הכחדה"
  ],
  [
   "fabric",
   "בד; מרקם"
  ],
  [
   "fatigue",
   "עייפות, תשישות; לעייף"
  ],
  [
   "fellow",
   "חבר, עמית"
  ],
  [
   "fetus",
   "עובר (ברחם)"
  ],
  [
   "fine",
   "קטן, עדין, דקיק; משביע רצון; משובח, מצוין; קנס"
  ],
  [
   "firm",
   "מוצק; נחוש, תקיף; חברה (פירמה)"
  ],
  [
   "footage",
   "קטע צילום"
  ],
  [
   "for the sake of",
   "למען"
  ],
  [
   "forceful",
   "תקיף, נמרץ, בעל עוצמה"
  ],
  [
   "foresee",
   "לצפות מראש"
  ],
  [
   "forth",
   "הלאה, קדימה"
  ],
  [
   "fraction",
   "שבר; חלק קטן"
  ],
  [
   "fracture",
   "שבר; לשבור"
  ],
  [
   "fragrance",
   "ניחוח"
  ],
  [
   "fundraiser",
   "מגייס כספים"
  ],
  [
   "fungus",
   "פטרייה"
  ],
  [
   "furthermore",
   "זאת ועוד"
  ],
  [
   "genesis",
   "ספר בראשית; היווצרות, התהוות"
  ],
  [
   "glacier",
   "קרחון"
  ],
  [
   "glance",
   "מבט חטוף; להעיף מבט"
  ],
  [
   "goods",
   "סחורה, טובין"
  ],
  [
   "grace",
   "חסד, חינניות"
  ],
  [
   "graceful",
   "חינני, אלגנטי"
  ],
  [
   "grant",
   "להעניק, מענק"
  ],
  [
   "grasp",
   "לתפוס, להבין; אחיזה"
  ],
  [
   "grief",
   "יגון, צער"
  ],
  [
   "groundbreaking",
   "פורץ דרך"
  ],
  [
   "growled",
   "נהם"
  ],
  [
   "habitat",
   "בית גידול, סביבת מגורים; סביבת מחיה"
  ],
  [
   "halve",
   "לחלק לשניים, להקטין בחצי"
  ],
  [
   "hardly",
   "בקושי"
  ],
  [
   "hatch",
   "לבקוע (מביצה); פתח, צוהר"
  ],
  [
   "hazardous",
   "מסוכן"
  ],
  [
   "hence",
   "לפיכך, לכן"
  ],
  [
   "herd",
   "לאסוף; עדר, לכנס, לרעות"
  ],
  [
   "heritage",
   "מורשת"
  ],
  [
   "hibernate",
   "לישון שנת חורף"
  ],
  [
   "hive",
   "כוורת"
  ],
  [
   "hollow",
   "חלול"
  ],
  [
   "hospitality",
   "הכנסת אורחים"
  ],
  [
   "hostility",
   "עוינות"
  ],
  [
   "howl",
   "יללה, לילל"
  ],
  [
   "humiliate",
   "להשפיל"
  ],
  [
   "ignite",
   "להצית; לעורר"
  ],
  [
   "ignorance",
   "בורות"
  ],
  [
   "ignorant",
   "בור, חסר השכלה"
  ],
  [
   "imitate",
   "לחקות"
  ],
  [
   "implications",
   "השלכות, משמעות"
  ],
  [
   "imply",
   "לרמוז"
  ],
  [
   "impose",
   "להטיל, לכפות"
  ],
  [
   "imprisoned",
   "כלוא"
  ],
  [
   "impulsively",
   "ללא שיקול דעת"
  ],
  [
   "in light of",
   "לאור"
  ],
  [
   "inadequate",
   "לקוי, לא מספיק"
  ],
  [
   "incidentally",
   "דרך אגב"
  ],
  [
   "incompetence",
   "חוסר יכולת"
  ],
  [
   "indebted",
   "חייב ל-, אסיר תודה"
  ],
  [
   "indefinitely",
   "ללא הגבלה"
  ],
  [
   "inevitable",
   "בלתי נמנע"
  ],
  [
   "infiltrate",
   "להסתנן"
  ],
  [
   "inflate",
   "לנפח"
  ],
  [
   "inhabitants",
   "תושבים"
  ],
  [
   "inherit",
   "לרשת"
  ],
  [
   "inn",
   "פונדק"
  ],
  [
   "innovate",
   "לחדש, להמציא"
  ],
  [
   "intact",
   "ללא פגע"
  ],
  [
   "intersection",
   "צומת, הצטלבות"
  ],
  [
   "intervention",
   "התערבות"
  ],
  [
   "intimidate",
   "להפחיד"
  ],
  [
   "irresistible",
   "שלא ניתן לעמוד בפניו"
  ],
  [
   "isle",
   "אי"
  ],
  [
   "ivory",
   "שנהב"
  ],
  [
   "janitor",
   "אב בית, שרת"
  ],
  [
   "kettle",
   "קומקום"
  ],
  [
   "laid",
   "להניח, מונח; להטיל"
  ],
  [
   "lean",
   "להישען; רזה"
  ],
  [
   "lie, lay",
   "לשכב, שכב; להימצא"
  ],
  [
   "likewise",
   "כמו-כן, באותו אופן"
  ],
  [
   "limb",
   "גף, איבר; קצה"
  ],
  [
   "literary",
   "ספרותי"
  ],
  [
   "lurking",
   "אורב, מתגנב"
  ],
  [
   "magnitude",
   "גודל, חשיבות"
  ],
  [
   "mammal",
   "יונק"
  ],
  [
   "manuscript",
   "כתב יד"
  ],
  [
   "marble",
   "שיש; גולה"
  ],
  [
   "martial",
   "צבאי, קרבי"
  ],
  [
   "massacre",
   "טבח"
  ],
  [
   "mastery",
   "שליטה, מומחיות"
  ],
  [
   "match",
   "משחק, גפרור; התאמה, להתאים"
  ],
  [
   "maturity",
   "בגרות"
  ],
  [
   "mechanize",
   "למכן, להתקין מכונות"
  ],
  [
   "medieval",
   "מתקופת ימי הביניים"
  ],
  [
   "merely",
   "רק, לא יותר מ-"
  ],
  [
   "merger",
   "מיזוג"
  ],
  [
   "merit",
   "ערך, הישג"
  ],
  [
   "mild",
   "מתון, עדין"
  ],
  [
   "mimic",
   "לחקות"
  ],
  [
   "miserable",
   "אומלל"
  ],
  [
   "misty",
   "מעורפל"
  ],
  [
   "mock",
   "ללעוג; מדומה"
  ],
  [
   "moderate",
   "מתון, ממוצע; למתן, לרסן; לנהל/להנחות (דיון)"
  ],
  [
   "modest",
   "צנוע; מתון"
  ],
  [
   "moist",
   "לח, לחלוחי, טחוב"
  ],
  [
   "mole",
   "חפרפרת; שומה"
  ],
  [
   "moreover",
   "זאת ועוד"
  ],
  [
   "mortality",
   "תמותה"
  ],
  [
   "mourning",
   "אבל, מתאבל"
  ],
  [
   "mutually",
   "באופן שווה/הדדי"
  ],
  [
   "naval",
   "ימי"
  ],
  [
   "neglect",
   "להזניח, הזנחה"
  ],
  [
   "neither... nor...",
   "לא... ולא..."
  ],
  [
   "nevertheless",
   "למרות זאת"
  ],
  [
   "newscaster",
   "מגיש חדשות"
  ],
  [
   "nobility",
   "אצולה; אצילות"
  ],
  [
   "notion",
   "רעיון, מושג, נטיה"
  ],
  [
   "numb",
   "רדום, חסר תחושה"
  ],
  [
   "numerous",
   "מרובה"
  ],
  [
   "nursery",
   "חדר ילדים, פעוטון; משתלה"
  ],
  [
   "nutrition",
   "תזונה"
  ],
  [
   "oath",
   "שבועה"
  ],
  [
   "obey",
   "לציית"
  ],
  [
   "obstacle",
   "מכשול"
  ],
  [
   "occupy",
   "להעסיק; לתפוס, לאכלס; לכבוש"
  ],
  [
   "occurrence",
   "התרחשות"
  ],
  [
   "odor",
   "ריח, ניחוח"
  ],
  [
   "offshore",
   "מול החוף, בלב ים, הרחק מהחוף; מעבר לים (חשבון/חברה)"
  ],
  [
   "oriented",
   "מכוון, מונחה"
  ],
  [
   "ornament",
   "קישוט"
  ],
  [
   "outbreak",
   "התפרצות"
  ],
  [
   "outline",
   "תוואי, מתאר, קווים כלליים"
  ],
  [
   "oversee",
   "לפקח"
  ],
  [
   "overtake",
   "לעקוף, להשיג"
  ],
  [
   "pace",
   "קצב"
  ],
  [
   "paddle",
   "משוט; מחבט (טניס שולחן); לחתור, לשכשך"
  ],
  [
   "pedestrian",
   "הולך רגל; שגרתי"
  ],
  [
   "perception",
   "תפיסה, תחושה"
  ],
  [
   "persist",
   "להתמיד, להתעקש; להימשך"
  ],
  [
   "persuade",
   "לשכנע"
  ],
  [
   "pest",
   "מטרד, מזיק (חרקים)"
  ],
  [
   "petition",
   "עצומה, עתירה, לעתור"
  ],
  [
   "petty",
   "קטן, חסר חשיבות; קטנוני"
  ],
  [
   "phenomenon",
   "תופעה"
  ],
  [
   "pinch",
   "לצבוט; קורט"
  ],
  [
   "pioneer",
   "חלוץ; לפרוץ דרך"
  ],
  [
   "plaster",
   "טיח; פלסטר"
  ],
  [
   "plead",
   "לעתור, להתחנן; לטעון"
  ],
  [
   "pledge",
   "להתחייב"
  ],
  [
   "plentiful",
   "מלא, שופע"
  ],
  [
   "possess",
   "להיות בעלים של, להחזיק ב-"
  ],
  [
   "prejudice",
   "דעה קדומה"
  ],
  [
   "premature",
   "מוקדם מדי; פג"
  ],
  [
   "presume",
   "להניח"
  ],
  [
   "prick",
   "לדקור"
  ],
  [
   "principal",
   "מנהל בית ספר; ראשי, עיקרי; קרן (הלוואה)"
  ],
  [
   "probe",
   "לחקור, לברר, לגשש, לחטט"
  ],
  [
   "prohibit",
   "לאסור, למנוע"
  ],
  [
   "prominent",
   "בולט, חשוב"
  ],
  [
   "propel",
   "להניע, לדחוף"
  ],
  [
   "prophecy",
   "נבואה"
  ],
  [
   "prosper",
   "לשגשג"
  ],
  [
   "proverb",
   "פתגם, אמרה"
  ],
  [
   "province",
   "מחוז, אזור"
  ],
  [
   "pursue",
   "לרדוף; לשאוף"
  ],
  [
   "query",
   "שאלה, חקירה"
  ],
  [
   "rail",
   "מעקה, מסילה"
  ],
  [
   "rare",
   "נא (בשר); נדיר"
  ],
  [
   "recreation",
   "בילוי"
  ],
  [
   "recruitment",
   "גיוס"
  ],
  [
   "recur",
   "לחזור ולהופיע, לקרות שוב"
  ],
  [
   "refined",
   "מעודן, מלוטש; מזוקק"
  ],
  [
   "regard",
   "להתייחס, להחשיב; כבוד"
  ],
  [
   "regulate",
   "להסדיר, לווסת"
  ],
  [
   "rehearsal",
   "חזרה"
  ],
  [
   "rehearse",
   "לחזור, לתרגל"
  ],
  [
   "reinforce",
   "לתגבר, לחזק"
  ],
  [
   "relic",
   "שארית, שריד"
  ],
  [
   "rely",
   "להסתמך"
  ],
  [
   "remainder",
   "שארית"
  ],
  [
   "remedy",
   "תרופה; לתקן"
  ],
  [
   "repelled",
   "דחה, הגעיל"
  ],
  [
   "resemble",
   "דומה"
  ],
  [
   "reservoir",
   "מאגר"
  ],
  [
   "resilience",
   "חוסן, עמידות, כושר התאוששות"
  ],
  [
   "restoration",
   "שיקום, השבה"
  ],
  [
   "restrain",
   "לרסן"
  ],
  [
   "restrict",
   "להגביל"
  ],
  [
   "retain",
   "להחזיק, לשמור"
  ],
  [
   "retrieve",
   "לאחזר, לשלוף, להשיג בחזרה"
  ],
  [
   "revenue",
   "הכנסות, פדיון"
  ],
  [
   "revitalize",
   "להחיות"
  ],
  [
   "rid",
   "להיפטר מ-"
  ],
  [
   "rim",
   "שפה; חישוק"
  ],
  [
   "rural",
   "כפרי"
  ],
  [
   "salvation",
   "ישועה, גאולה"
  ],
  [
   "scarce",
   "נדיר; מועט"
  ],
  [
   "scatter",
   "לפזר; להתפזר"
  ],
  [
   "sensible",
   "נבון"
  ],
  [
   "sentiments",
   "רגשות; דעה"
  ],
  [
   "settle",
   "להתיישב; להסדיר"
  ],
  [
   "shatter",
   "לנפץ, להרוס, לקעקע"
  ],
  [
   "shepherd",
   "רועה צאן"
  ],
  [
   "shortage",
   "מחסור"
  ],
  [
   "sighting",
   "תצפית, מראה"
  ],
  [
   "sincerity",
   "כנות"
  ],
  [
   "skinned",
   "פשט עור, קילף"
  ],
  [
   "slaughterhouse",
   "בית מטבחיים"
  ],
  [
   "slender",
   "רזה"
  ],
  [
   "soil",
   "אדמה; לכלוך"
  ],
  [
   "solely",
   "בלבד, רק"
  ],
  [
   "solitary",
   "מבודד"
  ],
  [
   "sorrow",
   "עצב, צער"
  ],
  [
   "spectator",
   "צופה, משקיף"
  ],
  [
   "spike",
   "זינוק, יתד; מסמר"
  ],
  [
   "steer",
   "לנווט, להוביל"
  ],
  [
   "stem",
   "גבעול, גזע; לנבוע מ-, להיווצר מ-"
  ],
  [
   "stiff",
   "נוקשה"
  ],
  [
   "stimulate",
   "לעורר, להמריץ"
  ],
  [
   "straightforward",
   "פשוט, לא מסובך, ברור; ישיר, גלוי"
  ],
  [
   "subsequently",
   "לאחר מכן, אחר כך, בהמשך"
  ],
  [
   "subtraction",
   "חיסור (חשבון)"
  ],
  [
   "superficial",
   "שטחי"
  ],
  [
   "supplement",
   "תוסף; להשלים"
  ],
  [
   "surrounding",
   "מקיף, סובב"
  ],
  [
   "sustain",
   "לתמוך; סבל מ-; להמשיך באותה צורה"
  ],
  [
   "tame",
   "לאלף, לבית"
  ],
  [
   "tendency",
   "נטייה"
  ],
  [
   "tender",
   "רך"
  ],
  [
   "testify",
   "להעיד"
  ],
  [
   "tin",
   "בדיל, עשוי מפח"
  ],
  [
   "toad",
   "קרפדה"
  ],
  [
   "tolerate",
   "לסבול"
  ],
  [
   "trait",
   "תכונה"
  ],
  [
   "transcript",
   "תמליל, פרוטוקול; גיליון ציונים"
  ],
  [
   "transplant",
   "להשתיל, להעביר ממקום למקום; השתלה"
  ],
  [
   "treaty",
   "אמנה,הסכם, חוזה"
  ],
  [
   "unbearable",
   "בלתי נסבל"
  ],
  [
   "undoubtedly",
   "ללא ספק"
  ],
  [
   "unrest",
   "חוסר שקט"
  ],
  [
   "urge",
   "לדחוק ב, לעודד, לדחוף; דחף, רצון, תשוקה"
  ],
  [
   "urine",
   "שתן"
  ],
  [
   "vacant",
   "פנוי, ריק"
  ],
  [
   "validity",
   "תוקף"
  ],
  [
   "vast",
   "עצום, נרחב, רחב ידיים"
  ],
  [
   "verdict",
   "פסק דין, פסיקה"
  ],
  [
   "vice versa",
   "להיפך"
  ],
  [
   "vinegar",
   "חומץ"
  ],
  [
   "violate",
   "להפר, לחלל"
  ],
  [
   "violation",
   "עבירה, הפרה"
  ],
  [
   "viper",
   "צפע"
  ],
  [
   "virtually",
   "כמעט, למעשה, בעצם"
  ],
  [
   "wage",
   "לערוך, לנהל; משכורת"
  ],
  [
   "wanted",
   "לרצות, מבוקש"
  ],
  [
   "wardrobe",
   "ארון בגדים; מלתחה"
  ],
  [
   "warfare",
   "לוחמה"
  ],
  [
   "wasp",
   "צרעה"
  ],
  [
   "weave",
   "לארוג, לשזור; להתפתל בין (בתנועה)"
  ],
  [
   "welfare",
   "רווחה, סעד"
  ],
  [
   "widespread",
   "נפוץ; רחב היקף"
  ],
  [
   "withstand",
   "להתמודד, לעמוד ב-"
  ]
 ],
 "9": [
  [
   "abduct",
   "חטיפה, לחטוף"
  ],
  [
   "abundance",
   "שפע"
  ],
  [
   "accentuate",
   "להבליט, להדגיש"
  ],
  [
   "accommodate",
   "להכיל, לפנות מקום ל-; להתאים (לצרכים); לאכסן, לשכן"
  ],
  [
   "accumulate",
   "לצבור, לאסוף"
  ],
  [
   "accustomed",
   "מורגל"
  ],
  [
   "acquisition",
   "רכישה"
  ],
  [
   "acquitted",
   "זוכה מאשמה"
  ],
  [
   "adhere",
   "לדבוק ב-, לדגול ב-"
  ],
  [
   "adjacent to",
   "ליד"
  ],
  [
   "administer",
   "לנהל, לפקח; לתת, לחלק"
  ],
  [
   "adolescence",
   "גיל ההתבגרות"
  ],
  [
   "aisle",
   "מעבר"
  ],
  [
   "algae",
   "אצות"
  ],
  [
   "alienation",
   "ניכור, הרחקה"
  ],
  [
   "allocate",
   "להקצות"
  ],
  [
   "alterations",
   "שינויים"
  ],
  [
   "ambiguous",
   "דו משמעי, לא לגמרי ברור"
  ],
  [
   "amend",
   "לתקן, לשנות (חוק/מסמך)"
  ],
  [
   "amid",
   "בתוך, בקרב, בין"
  ],
  [
   "ample",
   "מספיק, שופע, גדול"
  ],
  [
   "amputation",
   "קטיעה"
  ],
  [
   "anesthesia",
   "הרדמה"
  ],
  [
   "annually",
   "אחת לשנה, בכל שנה"
  ],
  [
   "anticipate",
   "לצפות"
  ],
  [
   "anxiety",
   "חרדה"
  ],
  [
   "apparatus",
   "מכשיר, ציוד, מערכת מכשירים; מנגנון"
  ],
  [
   "apparent",
   "ברור, נראה לעין; לכאורה, מדומה"
  ],
  [
   "appoint",
   "למנות"
  ],
  [
   "appropriately",
   "כראוי, כיאות, באופן מתאים"
  ],
  [
   "arguably",
   "ניתן לטעון ש-, כנראה"
  ],
  [
   "arise, arose",
   "לצוץ, לקום, קם"
  ],
  [
   "ark",
   "תיבה"
  ],
  [
   "array",
   "מערך; מגוון"
  ],
  [
   "assert",
   "לטעון בתוקף, להצהיר"
  ],
  [
   "assertion",
   "טענה, קביעה"
  ],
  [
   "assess",
   "להעריך, לאמוד"
  ],
  [
   "at your disposal",
   "לרשותך"
  ],
  [
   "attain",
   "להשיג, להגיע"
  ],
  [
   "attendant",
   "משרת, מטפל, מלווה"
  ],
  [
   "attribute",
   "לייחס, לקשר; תכונה, מאפיין"
  ],
  [
   "augment",
   "להגדיל, להרחיב"
  ],
  [
   "awe",
   "יראת כבוד; התפעלות"
  ],
  [
   "backdrop",
   "רקע, תפאורה"
  ],
  [
   "basin",
   "אגן, כיור"
  ],
  [
   "bead",
   "חרוז"
  ],
  [
   "beak",
   "מקור"
  ],
  [
   "beam",
   "קרן; קורה"
  ],
  [
   "behalf",
   "מטעם, בשם"
  ],
  [
   "being that",
   "מכיוון ש-"
  ],
  [
   "bias",
   "הטיה, משוא פנים"
  ],
  [
   "bizarre",
   "מוזר"
  ],
  [
   "botanist",
   "בוטנאי"
  ],
  [
   "burden",
   "נטל, עול; להכביד"
  ],
  [
   "burglar",
   "פורץ"
  ],
  [
   "by no means",
   "בשום אופן לא, כלל לא"
  ],
  [
   "capital punishment",
   "עונש מוות"
  ],
  [
   "carve",
   "לגלף, לחטוב; לחתוך (בשר); לחרוט"
  ],
  [
   "cavity",
   "חלל, חור; עששת"
  ],
  [
   "characterize",
   "לאפיין"
  ],
  [
   "chariot",
   "מרכבה"
  ],
  [
   "circulate",
   "להפיץ; לנוע במחזוריות"
  ],
  [
   "circumstance",
   "מצב, תנאי, נסיבות"
  ],
  [
   "coexist",
   "להתקיים זה בצד זה, לחיות יחד בשלום"
  ],
  [
   "coexistence",
   "דו-קיום"
  ],
  [
   "commence",
   "להתחיל"
  ],
  [
   "commodity",
   "סחורה, מצרך"
  ],
  [
   "communal",
   "קהילתי, משותף, ציבורי"
  ],
  [
   "comparable",
   "דומה, בר-השוואה"
  ],
  [
   "comparatively",
   "באופן יחסי"
  ],
  [
   "compel",
   "לאלץ, לחייב"
  ],
  [
   "composed",
   "רגוע, שלו, שולט בעצמו; הלחין, חיבר; מורכב"
  ],
  [
   "comprehend",
   "להבין"
  ],
  [
   "conceal",
   "להסתיר"
  ],
  [
   "conception",
   "תפיסה"
  ],
  [
   "conclusively",
   "סופית, באופן החלטי"
  ],
  [
   "condemned",
   "לגנות; נידון ל-"
  ],
  [
   "condense",
   "לתמצת, לצמצם; לדחוס, לרכז; לעבות (גז לנוזל)"
  ],
  [
   "confiscate",
   "להחרים"
  ],
  [
   "consequently",
   "כתוצאה מכך"
  ],
  [
   "considerable",
   "הרבה, רבות"
  ],
  [
   "consist",
   "מורכב מ-"
  ],
  [
   "consolidate",
   "לאחד, לגבש"
  ],
  [
   "constitute",
   "מהווים; להקים, לייסד"
  ],
  [
   "contaminate",
   "לזהם"
  ],
  [
   "contemporary",
   "עכשווי, מודרני; בן-זמנו, בן-תקופה"
  ],
  [
   "contradictory",
   "סותר"
  ],
  [
   "conversely",
   "לעומת זאת"
  ],
  [
   "convey",
   "למסור, להעביר"
  ],
  [
   "correspond",
   "להתכתב; להתאים"
  ],
  [
   "correspondence",
   "התכתבות; התאמה"
  ],
  [
   "correspondingly",
   "בהתאמה"
  ],
  [
   "counsel",
   "עצה, לייעץ, להדריך; פרקליט, יועץ; עורך דין"
  ],
  [
   "counterpart",
   "מקבילה, בעל תפקיד מקביל, עמית, בן-זוג"
  ],
  [
   "coupled with",
   "יחד עם"
  ],
  [
   "courteous",
   "אדיב"
  ],
  [
   "crave",
   "להשתוקק"
  ],
  [
   "crude",
   "וולגרי, גס; גולמי"
  ],
  [
   "cuisine",
   "מטבח, בישול"
  ],
  [
   "cultivate",
   "לעבד, לטפח"
  ],
  [
   "czar",
   "צאר (שליט רוסי)"
  ],
  [
   "deceased",
   "נפטר"
  ],
  [
   "deceive",
   "להונות"
  ],
  [
   "decipher",
   "לפענח"
  ],
  [
   "deduce",
   "להסיק"
  ],
  [
   "defer",
   "לעכב, לדחות; להישמע"
  ],
  [
   "deficiency",
   "מחסור; ליקוי"
  ],
  [
   "deformity",
   "מום, עיוות"
  ],
  [
   "degenerate",
   "להתנוון"
  ],
  [
   "deliberate",
   "מכוון; לשקול, לבחון, לדון"
  ],
  [
   "delusions",
   "אשליות, הזיות"
  ],
  [
   "denote",
   "לציין, לסמן"
  ],
  [
   "densely",
   "בצפיפות"
  ],
  [
   "depict",
   "לתאר, להציג, לשרטט"
  ],
  [
   "derive",
   "לנבוע, לשאוב, להפיק, לגזור מ-"
  ],
  [
   "differences",
   "חילוקי דעות; שוני"
  ],
  [
   "disciples",
   "תלמידים"
  ],
  [
   "disclose",
   "לגלות, לחשוף"
  ],
  [
   "discriminate",
   "להפלות; להבחין, להבדיל (between)"
  ],
  [
   "disinfection",
   "חיטוי"
  ],
  [
   "dispatch",
   "לשלוח, לשגר; דיווח"
  ],
  [
   "displacement",
   "עקירה; תזוזה"
  ],
  [
   "disprove",
   "להפריך"
  ],
  [
   "dispute",
   "מחלוקת; לערער"
  ],
  [
   "disruption",
   "שיבוש, הפרעה"
  ],
  [
   "dissection",
   "ניתוח, חיתוך, ביתור; נתיחה"
  ],
  [
   "divert",
   "להסיט, להפנות לכיוון אחר; להסיח את הדעת"
  ],
  [
   "draw",
   "תיקו, שוויון; לצייר; למשוך"
  ],
  [
   "drought",
   "בצורת"
  ],
  [
   "durable",
   "עמיד, בר-קיימא, מחזיק מעמד"
  ],
  [
   "dwell",
   "להתגורר; להתעכב"
  ],
  [
   "dwelling",
   "משכן, בית"
  ],
  [
   "eel",
   "צלופח"
  ],
  [
   "elaborate",
   "לפרט, להרחיב; (ת׳) מורכב, משוכלל, מפורט"
  ],
  [
   "elusive",
   "חמקמק"
  ],
  [
   "emergence",
   "הופעה, היווצרות"
  ],
  [
   "emission",
   "פליטה"
  ],
  [
   "emit",
   "לפלוט, להוציא"
  ],
  [
   "emulate",
   "לחקות, להתחרות"
  ],
  [
   "enlist",
   "להתגייס; לגייס"
  ],
  [
   "envision",
   "לדמיין, לחזות, לצפות"
  ],
  [
   "equates",
   "להשוות, להתאים"
  ],
  [
   "erroneous",
   "שגוי"
  ],
  [
   "erupt",
   "התפרץ"
  ],
  [
   "essence",
   "מהות, תמצית"
  ],
  [
   "esteemed",
   "מכובד"
  ],
  [
   "evade",
   "התחמק"
  ],
  [
   "eventual",
   "סופי, בסופו של דבר"
  ],
  [
   "exceed",
   "לעלות על, לחרוג"
  ],
  [
   "excel",
   "להצטיין"
  ],
  [
   "excessively",
   "בצורה מוגזמת"
  ],
  [
   "expectancy",
   "תוחלת, ציפייה"
  ],
  [
   "expendable",
   "שניתן לוותר עליו"
  ],
  [
   "expenditure",
   "הוצאה"
  ],
  [
   "exploitation",
   "ניצול"
  ],
  [
   "extortion",
   "סחיטה"
  ],
  [
   "familiarize",
   "להכיר, להתוודע"
  ],
  [
   "famine",
   "רעב קשה"
  ],
  [
   "fascinate",
   "לרתק"
  ],
  [
   "fast",
   "צום; מהיר"
  ],
  [
   "fertile",
   "פורה"
  ],
  [
   "flatter",
   "להחמיא; שטוח יותר"
  ],
  [
   "flight",
   "בריחה, מנוסה; טיסה"
  ],
  [
   "flock",
   "לנהור, עדר, המון"
  ],
  [
   "flourish",
   "לשגשג, לפרוח"
  ],
  [
   "fluency",
   "שטף"
  ],
  [
   "fond",
   "חובב, מחבב"
  ],
  [
   "forfeit",
   "לוותר, להפסיד"
  ],
  [
   "fortify",
   "לחזק, לבצר"
  ],
  [
   "foster",
   "לטפח, לעודד, לקדם; (הורה/ילד) אומן"
  ],
  [
   "friction",
   "חיכוך"
  ],
  [
   "fugitive",
   "נמלט, בורח מהחוק"
  ],
  [
   "garment",
   "בגד, לבוש"
  ],
  [
   "glimpse",
   "הצצה, מבט חטוף"
  ],
  [
   "glorify",
   "להאדיר"
  ],
  [
   "gracious",
   "חינני, אדיב"
  ],
  [
   "gradual",
   "הדרגתי"
  ],
  [
   "grim",
   "קודר, עגום"
  ],
  [
   "groom",
   "חתן; לטפח, לטפל"
  ],
  [
   "harvest",
   "קציר, יבול; לקצור"
  ],
  [
   "hasten",
   "למהר, להחפז; להחיש"
  ],
  [
   "hasty",
   "מהיר, בהול; פזיז"
  ],
  [
   "haul",
   "לגרור"
  ],
  [
   "hazard",
   "סכנה, מפגע"
  ],
  [
   "hectic",
   "קדחתני"
  ],
  [
   "heir",
   "יורש"
  ],
  [
   "humility",
   "ענוה"
  ],
  [
   "hypocrisy",
   "צביעות"
  ],
  [
   "i.e.",
   "כלומר, דהיינו, זאת אומרת"
  ],
  [
   "illicit",
   "אסור, בלתי חוקי"
  ],
  [
   "illiterate",
   "בור, אנאלפבית"
  ],
  [
   "illuminate",
   "להאיר; להבהיר"
  ],
  [
   "immense",
   "כביר, עצום"
  ],
  [
   "impair",
   "לפגום, להחליש"
  ],
  [
   "impartial",
   "אוביקטיבי, ללא צד"
  ],
  [
   "in due time",
   "בבוא העת"
  ],
  [
   "in order",
   "כדי, תקין, מסודר"
  ],
  [
   "incentive",
   "תמריץ"
  ],
  [
   "incomprehensible",
   "לא מובן"
  ],
  [
   "incorporate",
   "לכלול, לשתף, לאגד"
  ],
  [
   "indifference",
   "אדישות"
  ],
  [
   "indigenous",
   "ילידי, מקומי, שמקורו במקום"
  ],
  [
   "induce",
   "לגרום, לייצר; לשכנע"
  ],
  [
   "inevitably",
   "בהכרח, באופן בלתי נמנע"
  ],
  [
   "inferred",
   "להסיק, נגזר, משתמע"
  ],
  [
   "inflammation",
   "דלקת"
  ],
  [
   "ingest",
   "לבלוע, לצרוך"
  ],
  [
   "inhibit",
   "לעכב, לרסן; למנוע"
  ],
  [
   "inquire",
   "לשאול, לברר, להתעניין"
  ],
  [
   "inquiry",
   "בירור, חקירה"
  ],
  [
   "insulate",
   "לבודד"
  ],
  [
   "intermediary",
   "מתווך, אמצעי"
  ],
  [
   "intervene",
   "להתערב"
  ],
  [
   "intestine",
   "מעי"
  ],
  [
   "intoxicate",
   "להרעיל, לשכר; להלהיב"
  ],
  [
   "intrigue",
   "לסקרן; תככים"
  ],
  [
   "intrusive",
   "פולשני"
  ],
  [
   "invoke",
   "להסתמך על, להפעיל (סעיף); לעורר, לזמן"
  ],
  [
   "irrigation",
   "השקיה"
  ],
  [
   "jug",
   "כד, קנקן"
  ],
  [
   "landmark",
   "אבן דרך"
  ],
  [
   "latter",
   "שני, אחרון"
  ],
  [
   "launder",
   "לכבס; להלבין"
  ],
  [
   "legislate",
   "לחוקק"
  ],
  [
   "legislation",
   "חקיקה"
  ],
  [
   "leisure",
   "פנאי"
  ],
  [
   "linger",
   "להתעכב, להשתהות"
  ],
  [
   "literacy",
   "אוריינות, ידיעת קרוא וכתוב"
  ],
  [
   "literate",
   "יודע קרוא וכתוב; בקיא, בעל אוריינות"
  ],
  [
   "litter",
   "אשפה, פסולת; ללכלך בפסולת; לזרוע, לפזר"
  ],
  [
   "lodge",
   "להתאכסן, אכסנייה"
  ],
  [
   "loosely",
   "באופן רופף, באופן רפוי; בערך"
  ],
  [
   "lumber",
   "עצי בניין, קרשים, עצה מנוסרת"
  ],
  [
   "luminous",
   "זוהר, בוהק"
  ],
  [
   "malformation",
   "עיוות, פגם"
  ],
  [
   "malnutrition",
   "תת-תזונה"
  ],
  [
   "mediocre",
   "בינוני (במובן שלילי)"
  ],
  [
   "mere",
   "רק, לא יותר מ-"
  ],
  [
   "mischief",
   "נזק, מעשה קונדס"
  ],
  [
   "mobilize",
   "לגייס, לנייד, להניע"
  ],
  [
   "mold",
   "לעצב; עובש; תבנית"
  ],
  [
   "moth",
   "עש"
  ],
  [
   "mundane",
   "שגרתי, יומיומי, בנאלי"
  ],
  [
   "mutual",
   "הדדי"
  ],
  [
   "namely",
   "כלומר, דהיינו, והם"
  ],
  [
   "nausea",
   "בחילה"
  ],
  [
   "negate",
   "לשלול; לבטל"
  ],
  [
   "negligent",
   "רשלני"
  ],
  [
   "nonetheless",
   "למרות זאת"
  ],
  [
   "notable",
   "ראוי לציון, בולט, יוצא דופן"
  ],
  [
   "notably",
   "בייחוד, בפרט; באופן בולט"
  ],
  [
   "noted",
   "לציין, ידוע, מפורסם"
  ],
  [
   "nurture",
   "לטפח, להזין, לחנך"
  ],
  [
   "nutrient",
   "חומר מזין"
  ],
  [
   "oblige",
   "לחייב, להכריח"
  ],
  [
   "obsolete",
   "מיושן"
  ],
  [
   "offset",
   "לקזז"
  ],
  [
   "ordinarily",
   "בדרך-כלל"
  ],
  [
   "orient",
   "לכוון, להתמצא"
  ],
  [
   "originate",
   "התחיל, התהווה"
  ],
  [
   "outrage",
   "זעם; לזעזע"
  ],
  [
   "outweigh",
   "עולה על, שוקל יותר מ-"
  ],
  [
   "overdue",
   "באיחור; שעבר זמנו"
  ],
  [
   "overlooked",
   "לא הבחין, פספס, החמיץ; התעלם; (גם: צפה על מגבוה)"
  ],
  [
   "overwhelm",
   "להכריע, להציף, לגבור על; להמם"
  ],
  [
   "particle",
   "חלקיק"
  ],
  [
   "particulars",
   "פרטים, פרטי מידע"
  ],
  [
   "perceive",
   "לתפוס, להבחין, לראות"
  ],
  [
   "persuasion",
   "שכנוע"
  ],
  [
   "persuasive",
   "משכנע"
  ],
  [
   "physician",
   "רופא"
  ],
  [
   "pivot",
   "ציר, לסובב על ציר"
  ],
  [
   "plunge",
   "לצלול, לצנוח, לשקוע; צניחה חדה"
  ],
  [
   "pollutant",
   "מזהם"
  ],
  [
   "portray",
   "לתאר, לצייר"
  ],
  [
   "pose",
   "להציב, להוות; תנוחה"
  ],
  [
   "posture",
   "יציבה, תנוחה; עמדה"
  ],
  [
   "potent",
   "חזק, בעל כוח השפעה"
  ],
  [
   "potter",
   "קדר"
  ],
  [
   "pottery",
   "קדרות"
  ],
  [
   "poverty-stricken",
   "מוכה עוני"
  ],
  [
   "precedent",
   "תקדים"
  ],
  [
   "preceding",
   "קודם"
  ],
  [
   "predictive",
   "חיזויי, מנבא"
  ],
  [
   "predominantly",
   "בעיקר, ברובו, בעיקרו של דבר"
  ],
  [
   "prescribe",
   "לרשום, לרשום מרשם; להורות"
  ],
  [
   "prescription",
   "מרשם"
  ],
  [
   "presently",
   "כעת; בקרוב"
  ],
  [
   "prevalent",
   "נפוץ, שכיח, רווח"
  ],
  [
   "probation",
   "תקופת מבחן"
  ],
  [
   "proclaim",
   "להכריז בפומבי"
  ],
  [
   "profound",
   "עמוק, מעמיק; מוחלט, מרחיק לכת"
  ],
  [
   "profoundly",
   "עמוקות"
  ],
  [
   "prone",
   "נוטה"
  ],
  [
   "prospective",
   "צפוי, עתידי"
  ],
  [
   "prosperity",
   "צמיחה, שגשוג"
  ],
  [
   "prosperous",
   "משגשג, מצליח"
  ],
  [
   "provided that",
   "בתנאי ש-"
  ],
  [
   "proximity",
   "קרבה"
  ],
  [
   "punctuation",
   "פיסוק, סימני פיסוק"
  ],
  [
   "pursuit",
   "מרדף; שאיפה"
  ],
  [
   "quantify",
   "לכמת"
  ],
  [
   "ratify",
   "לאשרר, לאשר הסכם או חוזה"
  ],
  [
   "rationalize",
   "להצדיק, להסביר"
  ],
  [
   "readily",
   "בקלות, ללא קושי; ברצון"
  ],
  [
   "reap",
   "לקצור"
  ],
  [
   "rear",
   "אחורי; לטפח, לגדל"
  ],
  [
   "recession",
   "מיתון"
  ],
  [
   "recipient",
   "מקבל, נמען"
  ],
  [
   "recollection",
   "זיכרון"
  ],
  [
   "redeem",
   "לפדות, לגאול"
  ],
  [
   "refuge",
   "מקלט, מחסה"
  ],
  [
   "reign",
   "שלטון; למלוך"
  ],
  [
   "reincarnation",
   "גלגול נשמות"
  ],
  [
   "reliance",
   "הסתמכות"
  ],
  [
   "reluctant",
   "מסויג, לא מעוניין"
  ],
  [
   "renovate",
   "לחדש, לשפץ"
  ],
  [
   "repressive",
   "מדכא"
  ],
  [
   "resourceful",
   "בעל תושייה"
  ],
  [
   "riddle",
   "חידה; לנקב"
  ],
  [
   "ridicule",
   "ללעוג"
  ],
  [
   "rigid",
   "נוקשה, מחמיר"
  ],
  [
   "robust",
   "איתן, חזק ובריא"
  ],
  [
   "rodent",
   "מכרסם"
  ],
  [
   "sake",
   "למען, תועלת, עניין"
  ],
  [
   "sanctuary",
   "מקדש; מקלט; שמורה"
  ],
  [
   "saturated",
   "רווי"
  ],
  [
   "saw",
   "לראות, מסור"
  ],
  [
   "scope",
   "היקף, טווח"
  ],
  [
   "score",
   "לחתוך, לחרוץ; תוצאה; לזכות בניקוד"
  ],
  [
   "secular",
   "חילוני"
  ],
  [
   "sedative",
   "סם הרגעה, משכך"
  ],
  [
   "seek, sought",
   "לחפש, חיפש; לבקש"
  ],
  [
   "segregation",
   "הפרדה"
  ],
  [
   "seismic",
   "ססמי (קשור לרעידות אדמה)"
  ],
  [
   "seizure",
   "התקף; תפיסה"
  ],
  [
   "seldom",
   "לעיתים רחוקות"
  ],
  [
   "self-indulgence",
   "פינוק עצמי, התמכרות להנאות, התפנקות"
  ],
  [
   "severity",
   "חומרה"
  ],
  [
   "silkworm",
   "תולעת משי"
  ],
  [
   "skyrocket",
   "להאמיר"
  ],
  [
   "smog",
   "ערפיח"
  ],
  [
   "spacious",
   "מרווח"
  ],
  [
   "span",
   "להימתח, להקיף; מרווח"
  ],
  [
   "spectacle",
   "מחזה; ראווה"
  ],
  [
   "splendid",
   "נהדר, מהולל; מפואר"
  ],
  [
   "spring, sprang",
   "קפיץ ; לקפוץ, קפץ"
  ],
  [
   "standardize",
   "לתקנן; להאחיד"
  ],
  [
   "standstill",
   "עצירה מוחלטת, קיפאון"
  ],
  [
   "steamship",
   "אוניית קיטור"
  ],
  [
   "strain",
   "מתח נפשי; להתאמץ, למתוח, לנקוע"
  ],
  [
   "stride",
   "צעד, לצעוד"
  ],
  [
   "strive",
   "לשאוף"
  ],
  [
   "stroke",
   "ליטוף; מכה; שבץ/אירוע מוחי"
  ],
  [
   "stumble",
   "למעוד"
  ],
  [
   "sturdy",
   "חסון, מוצק"
  ],
  [
   "subsequent",
   "עוקב; מאוחר יותר"
  ],
  [
   "subtle",
   "דק, עדין, כמעט בלתי מורגש; מרומז"
  ],
  [
   "suburban",
   "פרברי"
  ],
  [
   "successor",
   "יורש; מחליף"
  ],
  [
   "surpass",
   "להצטיין, לעלות על"
  ],
  [
   "swept away",
   "נסחף"
  ],
  [
   "sympathetic",
   "אוהד; מבין"
  ],
  [
   "tainted",
   "מוכתם, מזוהם"
  ],
  [
   "testimony",
   "עדות"
  ],
  [
   "thrive",
   "לשגשג"
  ],
  [
   "timber",
   "עץ"
  ],
  [
   "timid",
   "ביישן; פחדן"
  ],
  [
   "tremendous",
   "עצום"
  ],
  [
   "twig",
   "ענף קטן, זרד"
  ],
  [
   "undergo",
   "לעבור, להתנסות, לחוות"
  ],
  [
   "undermine",
   "לחתור תחת, לערער, להחליש"
  ],
  [
   "undertake",
   "לקחת על עצמך"
  ],
  [
   "unearth",
   "לחשוף, לחפור"
  ],
  [
   "unfold",
   "להתפתח, נפרש, נפתח, התגלה; לפתוח קיפול; לפרוש"
  ],
  [
   "unparalleled",
   "שאין כמותו, חסר תקדים"
  ],
  [
   "upbringing",
   "גידול, חינוך"
  ],
  [
   "uprising",
   "התקוממות, מרד"
  ],
  [
   "vagueness",
   "עמימות, ערפול"
  ],
  [
   "vain",
   "לשווא; שחצן"
  ],
  [
   "venture",
   "מיזם, מפעל (עסקי); הרפתקה מסוכנת; להעז, להסתכן"
  ],
  [
   "verse",
   "בית בשיר; שירה"
  ],
  [
   "vessel",
   "כלי, כלי שיט"
  ],
  [
   "viable",
   "בר-קיימא, ישים"
  ],
  [
   "virtue",
   "מידה טובה, מעלה"
  ],
  [
   "vivid",
   "חד, בהיר, ססגוני, חי, מוחשי"
  ],
  [
   "vowel",
   "תנועה (לשון)"
  ],
  [
   "ward",
   "מחלקה"
  ],
  [
   "wart",
   "יבלת"
  ],
  [
   "whereas",
   "בעוד ש-"
  ],
  [
   "wholesale",
   "סיטונאי, סיטונאות; גורף"
  ],
  [
   "wickedly",
   "ברשעות"
  ],
  [
   "wilderness",
   "ערבה, שממה"
  ],
  [
   "wind",
   "למתוח; רוח; ללפף"
  ],
  [
   "wound",
   "מתוח, נמתח; פצע"
  ],
  [
   "yield",
   "להיכנע, לוותר, לסגת; להניב, להפיק"
  ]
 ],
 "10": [
  [
   "abacus",
   "חשבונייה"
  ],
  [
   "abhor",
   "לשנוא, לתעב"
  ],
  [
   "abide",
   "לציית; לסבול"
  ],
  [
   "abrupt",
   "פתאומי"
  ],
  [
   "abstain",
   "להתנזר, להימנע ממשהו"
  ],
  [
   "acclaim",
   "שבח, להריע, לשבח"
  ],
  [
   "accomplices",
   "שותף לדבר עבירה"
  ],
  [
   "accomplished",
   "מומחה, מעולה"
  ],
  [
   "adhesive",
   "דבק; דביק"
  ],
  [
   "adorn",
   "לקשט"
  ],
  [
   "advent",
   "הופעה, בוא"
  ],
  [
   "adverse",
   "שלילי"
  ],
  [
   "affinity",
   "זיקה, קירבה; משיכה"
  ],
  [
   "affluence",
   "עושר, שפע"
  ],
  [
   "affluent",
   "שופע, עשיר"
  ],
  [
   "agitate",
   "להסעיר, לזעזע, לעצבן; לנער"
  ],
  [
   "agonize",
   "להתייסר, לסבול ייסורים; להתלבט קשות"
  ],
  [
   "albeit",
   "אף על פי ש, אם כי"
  ],
  [
   "alleviate",
   "להקל, להפיג"
  ],
  [
   "allure",
   "קסם, משיכה; לפתות"
  ],
  [
   "allusion",
   "אזכור, רמיזה"
  ],
  [
   "alternately",
   "לסירוגין"
  ],
  [
   "amass",
   "לצבור, לערום"
  ],
  [
   "ancestry",
   "מוצא"
  ],
  [
   "antler",
   "קרן מסועפת של אייל/צבי"
  ],
  [
   "appease",
   "לפייס"
  ],
  [
   "appraise",
   "להעריך (שווי), לאמוד"
  ],
  [
   "arable",
   "מתאים לעיבוד"
  ],
  [
   "articulate",
   "להביע; רהוט"
  ],
  [
   "ascertain",
   "לוודא; לברר"
  ],
  [
   "aspiration",
   "שאיפה, חלום"
  ],
  [
   "aspire",
   "לשאוף, להתאוות"
  ],
  [
   "astonishment",
   "תדהמה, השתאות"
  ],
  [
   "astound",
   "להדהים"
  ],
  [
   "atrocity",
   "זוועה"
  ],
  [
   "attire",
   "לבוש"
  ],
  [
   "avert",
   "להסיט, להפנות, למנוע"
  ],
  [
   "baffled",
   "מבולבל"
  ],
  [
   "bashful",
   "ביישן"
  ],
  [
   "benefactors",
   "נדבנים, תורמים"
  ],
  [
   "bland",
   "תפל; משעמם"
  ],
  [
   "bleak",
   "עגום"
  ],
  [
   "bolster",
   "לחזק, לתמוך"
  ],
  [
   "cadaver",
   "גופה"
  ],
  [
   "candid",
   "כנה, ישיר"
  ],
  [
   "canvass",
   "לגייס תמיכה, לבדוק, לסקור"
  ],
  [
   "capitalize",
   "לנצל; לכתוב ברישיות"
  ],
  [
   "caste",
   "מעמד חברתי"
  ],
  [
   "chiefly",
   "בעיקר"
  ],
  [
   "coincide",
   "להקביל, לחפוף"
  ],
  [
   "commemorate",
   "להנציח, לציין זכר"
  ],
  [
   "commendably",
   "באופן ראוי לשבח"
  ],
  [
   "commends",
   "לשבח, לציין לשבח; להמליץ"
  ],
  [
   "commute",
   "להמתיק (עונש); להחליף, להמיר; לנסוע בקביעות לעבודה"
  ],
  [
   "comprise",
   "לכלול; להיות מורכב"
  ],
  [
   "compulsory",
   "מהווה חובה"
  ],
  [
   "concede",
   "להודות (בטעות או בתבוסה); לוותר, להיכנע"
  ],
  [
   "conceive",
   "להגות, לתפוס, להעלות על הדעת; להרות"
  ],
  [
   "concerted",
   "מתואם"
  ],
  [
   "concise",
   "תמציתי, תכליתי"
  ],
  [
   "concur",
   "להסכים"
  ],
  [
   "concurrence",
   "הסכמה, הסכמה משותפת; התרחשות בו-זמנית"
  ],
  [
   "condone",
   "להשלים עם, לסלוח, למחול"
  ],
  [
   "confer",
   "להתייעץ, לדון; להעניק (תואר, כבוד)"
  ],
  [
   "confide",
   "לשתף, לספר (סוד)"
  ],
  [
   "confinement",
   "מאסר, ריתוק"
  ],
  [
   "conform",
   "להתאים, להסתגל"
  ],
  [
   "congenial",
   "נעים, ידידותי"
  ],
  [
   "congenital",
   "מולד"
  ],
  [
   "congregate",
   "להתקהל, להתאסף, להתכנס"
  ],
  [
   "conjecture",
   "סברה, לשער"
  ],
  [
   "consonant",
   "עיצור (לשון)"
  ],
  [
   "conspicuous",
   "בולט"
  ],
  [
   "constituent",
   "מרכיב; בוחר"
  ],
  [
   "contend",
   "להתמודד, לטעון, להיאבק"
  ],
  [
   "convene",
   "להתכנס, לכנס"
  ],
  [
   "coop",
   "לול; לכלוא"
  ],
  [
   "correspondent",
   "כתב; מתכתב"
  ],
  [
   "covet",
   "לחמוד, לחשוק ב-"
  ],
  [
   "croak",
   "קרקור"
  ],
  [
   "culminate",
   "הגיע לשיא"
  ],
  [
   "dampen",
   "להרטיב, לדכא; להחליש"
  ],
  [
   "dandy",
   "גנדרן, גנדרני; מצוין"
  ],
  [
   "date",
   "תמר; יציאה, פגישה, דייט; תאריך"
  ],
  [
   "deem",
   "לראות כ-, לחשוב ל-"
  ],
  [
   "defiance",
   "התרסה, מרי, סירוב לציית"
  ],
  [
   "deliberation",
   "שיקול דעת, דיון"
  ],
  [
   "delicacy",
   "מעדן, מאכל משובח; עדינות"
  ],
  [
   "delinquent",
   "עבריין; מזניח חובה, בפיגור (בתשלום)"
  ],
  [
   "delve",
   "לחפור, להעמיק"
  ],
  [
   "demean",
   "להנמיך, להשפיל"
  ],
  [
   "demise",
   "קץ, סוף; מוות, פטירה"
  ],
  [
   "denominator",
   "מכנה (של שבר)"
  ],
  [
   "depiction",
   "תיאור, הצגה"
  ],
  [
   "deplete",
   "לדלדל, למצות, לרוקן"
  ],
  [
   "depreciate",
   "לרדת בערך, לפחות מערכו; להפחית ערך, להמעיט בערך"
  ],
  [
   "derision",
   "לעג"
  ],
  [
   "descendant",
   "צאצא"
  ],
  [
   "designate",
   "לייעד, להועיד; למנות; לציין"
  ],
  [
   "desolate",
   "הרוס; שומם, נטוש"
  ],
  [
   "deteriorate",
   "להידרדר"
  ],
  [
   "detract",
   "להפחית, לגרוע"
  ],
  [
   "detrimental",
   "מזיק"
  ],
  [
   "devastate",
   "להחריב"
  ],
  [
   "deviant",
   "סוטה"
  ],
  [
   "devise",
   "לתכנן, להמציא"
  ],
  [
   "devoid",
   "חסר, נטול"
  ],
  [
   "die (dice)",
   "קובייה (קוביות)"
  ],
  [
   "diminish",
   "לפחות, לצמצם"
  ],
  [
   "disarmament",
   "פירוק מנשק"
  ],
  [
   "discord",
   "סכסוך, מחלוקת, צרימה"
  ],
  [
   "discrepancy",
   "סתירה, פער"
  ],
  [
   "disdain",
   "זלזול, בוז"
  ],
  [
   "dislocate",
   "לפרוק, לנקוע"
  ],
  [
   "dismantle",
   "לפרק; לבטל, לפרק מוסד"
  ],
  [
   "disparage",
   "לזלזל, להמעיט בערך"
  ],
  [
   "disparagement",
   "זלזול"
  ],
  [
   "dissect",
   "לנתח, לבתר"
  ],
  [
   "disseminate",
   "להפיץ"
  ],
  [
   "dissemination",
   "הפצה, תפוצת מידע"
  ],
  [
   "dissent",
   "להתנגד, חילוקי דעות"
  ],
  [
   "diurnal",
   "פעיל ביום (הפך ל-nocturnal); יומי, יומיומי"
  ],
  [
   "diverge",
   "להתפצל, לסטות"
  ],
  [
   "divinity",
   "אלוהות"
  ],
  [
   "docile",
   "צייתן, כנוע, נח"
  ],
  [
   "dovecote",
   "שובך"
  ],
  [
   "draw (drew)",
   "לצייר, לשלוף, שלף; למשוך"
  ],
  [
   "drench",
   "להרטיב, להספיג"
  ],
  [
   "dwindle",
   "הידלדל, התמעט"
  ],
  [
   "eloquent",
   "רהוט"
  ],
  [
   "elude",
   "לברוח, להתחמק"
  ],
  [
   "embalm",
   "לחנוט, לשמר"
  ],
  [
   "embark",
   "לצאת לדרך, לפתוח ב-; לעלות על ספינה או מטוס"
  ],
  [
   "embellish",
   "לקשט, לייפות; להוסיף פרטים מומצאים"
  ],
  [
   "embitter",
   "למרר, גורם התמרמרות"
  ],
  [
   "eminent",
   "נודע, בולט, בכיר"
  ],
  [
   "enact",
   "לחוקק"
  ],
  [
   "enclose",
   "לצרף; להקיף"
  ],
  [
   "enclosing",
   "לצרף, לסגור, להקיף"
  ],
  [
   "enclosure",
   "סגירה, כיתור, שטח מגודר; נספח"
  ],
  [
   "encroach",
   "להסיג גבול, לפלוש"
  ],
  [
   "endeavor",
   "מאמץ, מיזם; לשאוף"
  ],
  [
   "engrave",
   "לחרוט"
  ],
  [
   "ensue",
   "להתרחש בעקבות, לבוא כתוצאה, להתחולל"
  ],
  [
   "epitomize",
   "לייצג, לאפיין"
  ],
  [
   "evocative",
   "מעורר, מעלה, מזכיר"
  ],
  [
   "evoke",
   "לעורר, להעלות"
  ],
  [
   "exert",
   "להתאמץ; להפעיל"
  ],
  [
   "expatriate",
   "גולה, מי שחי מחוץ למולדתו; לגרש/להגלות מהמולדת"
  ],
  [
   "expedite",
   "לזרז"
  ],
  [
   "expend",
   "להוציא, לבזבז, לגמור, לפזר"
  ],
  [
   "exquisite",
   "מצוין; חד, מעודן, אנין"
  ],
  [
   "extrapolate",
   "לאמוד על סמך מידע קיים"
  ],
  [
   "fabricate",
   "לבדות; לייצר"
  ],
  [
   "facilitate",
   "לסייע, לעזור, להקל"
  ],
  [
   "fad",
   "אופנה חולפת"
  ],
  [
   "feat",
   "מעשה גבורה, הישג"
  ],
  [
   "feign",
   "להעמיד פנים, להתחזות"
  ],
  [
   "figurative",
   "ציורי, מטאפורי, מושאל (לא מילולי)"
  ],
  [
   "flagrant",
   "בוטה"
  ],
  [
   "flattery",
   "חנופה"
  ],
  [
   "flimsy",
   "רעוע, דל, שביר; קלוש, בלתי משכנע (תירוץ/ראיה)"
  ],
  [
   "fluctuation",
   "תנודה, חוסר יציבות"
  ],
  [
   "foil",
   "לסכל; רדיד"
  ],
  [
   "foremost",
   "ראשון במעלה, בעיקר"
  ],
  [
   "forerunner",
   "מבשר, קודם, חלוץ; אות, סימן מקדים"
  ],
  [
   "formidable",
   "אדיר, מאיים"
  ],
  [
   "forsake",
   "לזנוח"
  ],
  [
   "fraternal",
   "אחוותי, של אחים"
  ],
  [
   "fringes",
   "שוליים"
  ],
  [
   "frivolous",
   "קל דעת, לא רציני; חסר חשיבות"
  ],
  [
   "frugal",
   "חסכני"
  ],
  [
   "fume",
   "לזעום, אדים, עשן"
  ],
  [
   "furnish",
   "לרהט; לספק"
  ],
  [
   "futile",
   "חסר תוחלת, נטול סיכוי"
  ],
  [
   "gauge",
   "מד, למדוד, להעריך, מידה"
  ],
  [
   "genial",
   "ידידותי"
  ],
  [
   "genus",
   "סוג, מין"
  ],
  [
   "gland",
   "בלוטה"
  ],
  [
   "glaze",
   "זיגוג"
  ],
  [
   "goblet",
   "גביע"
  ],
  [
   "granted (that)",
   "אמנם, בהנחה ש-, נתון ש-"
  ],
  [
   "gratify",
   "לספק, להשביע רצון, לענג"
  ],
  [
   "grievance",
   "תלונה רשמית, טרוניה, התמרמרות"
  ],
  [
   "grit",
   "גרגרי חול, חצץ, לכלוך; נחישות, אומץ לב"
  ],
  [
   "hail",
   "לשבח; ברד"
  ],
  [
   "harness",
   "לרתום; רתמה"
  ],
  [
   "hearsay",
   "שמועה"
  ],
  [
   "heed",
   "לשים לב"
  ],
  [
   "hegemony",
   "הגמוניה; שליטה"
  ],
  [
   "herald",
   "לבשר; מבשר"
  ],
  [
   "heredity",
   "תורשה"
  ],
  [
   "heresy",
   "כפירה"
  ],
  [
   "hinder",
   "לעכב"
  ],
  [
   "icicle",
   "נטיף קרח"
  ],
  [
   "immersion",
   "טבילה, שיקוע (במים); שקיעה מוחלטת, מעורבות עמוקה (בנושא)"
  ],
  [
   "impart",
   "להעביר, להקנות"
  ],
  [
   "impartially",
   "באופן הוגן, ללא אפליה"
  ],
  [
   "implicate",
   "להפליל, לסבך, לערב"
  ],
  [
   "implore",
   "להתחנן, להפציר"
  ],
  [
   "inadvertently",
   "בלי משים, בלי כוונה"
  ],
  [
   "incidence",
   "שכיחות, היארעות"
  ],
  [
   "incline",
   "שיפוע, מדרון; לנטות, להטות"
  ],
  [
   "inconspicuous",
   "לא בולט, לא מושך תשומת לב"
  ],
  [
   "industrious",
   "חרוץ, שקדן"
  ],
  [
   "infancy",
   "ינקות; שלב ראשוני"
  ],
  [
   "infraction",
   "עבירה"
  ],
  [
   "inhabit",
   "לגור ב-, לשכון ב-, לאכלס"
  ],
  [
   "inherent",
   "טבוע, מובנה"
  ],
  [
   "innate",
   "מולד"
  ],
  [
   "instill",
   "להחדיר, להשריש"
  ],
  [
   "insurmountable",
   "שאין להתגבר עליו"
  ],
  [
   "insurrection",
   "התקוממות"
  ],
  [
   "interjection",
   "מילת קריאה, הערה, הפרעה לשיחה"
  ],
  [
   "interminable",
   "אינסופי, נצחי; בלתי נגמר"
  ],
  [
   "invariably",
   "תמיד, בכל פעם, ללא יוצא מן הכלל"
  ],
  [
   "invertebrate",
   "חסר-חוליות"
  ],
  [
   "jagged",
   "משונן"
  ],
  [
   "keep",
   "לשמור; חלק מהמצודה; להמשיך"
  ],
  [
   "keystone",
   "אבן מפתח"
  ],
  [
   "lackluster",
   "חסר ברק, עמום, לא מרשים"
  ],
  [
   "lamentable",
   "מצער, מעציב"
  ],
  [
   "lapse",
   "מעידה, פליטת פה; פרק זמן, פקיעה, סיום"
  ],
  [
   "laud",
   "לשבח, להלל"
  ],
  [
   "legible",
   "קריא"
  ],
  [
   "leisurely",
   "נינוח, רגוע"
  ],
  [
   "leniency",
   "ותרנות, מתינות, הקלה בעונש"
  ],
  [
   "limber",
   "גמיש"
  ],
  [
   "lineage",
   "ייחוס, שושלת"
  ],
  [
   "loathe",
   "לתעב"
  ],
  [
   "lucrative",
   "ריווחי"
  ],
  [
   "manifestation",
   "ביטוי, גילוי, התגלמות"
  ],
  [
   "maritime",
   "ימי"
  ],
  [
   "markedly",
   "בצורה ניכרת"
  ],
  [
   "marsupial",
   "חיית כיס"
  ],
  [
   "mediate",
   "לגשר, לתווך"
  ],
  [
   "meticulous",
   "קפדני"
  ],
  [
   "misconception",
   "דעה מוטעית"
  ],
  [
   "mitigate",
   "למתן, להפחית"
  ],
  [
   "momentous",
   "הרה גורל"
  ],
  [
   "morose",
   "קודר, עגמומי"
  ],
  [
   "myriad",
   "רב, הרבה"
  ],
  [
   "nationalize",
   "להלאים"
  ],
  [
   "negligence",
   "הזנחה, רשלנות"
  ],
  [
   "negligible",
   "זניח"
  ],
  [
   "nestle",
   "לשכון בנוחות, להיות מוקם בחיק; להתכרבל"
  ],
  [
   "nocturnal",
   "לילי"
  ],
  [
   "notwithstanding",
   "למרות, על אף"
  ],
  [
   "nourish",
   "להזין, לספק מזון; לטפח"
  ],
  [
   "nuisance",
   "מטרד"
  ],
  [
   "numerator",
   "מונה (של שבר)"
  ],
  [
   "obedience",
   "ציות"
  ],
  [
   "obedient",
   "צייתן"
  ],
  [
   "obscure",
   "סתום, לא ידוע; לטשטש"
  ],
  [
   "obstinate",
   "עקשן"
  ],
  [
   "ode",
   "שיר הלל"
  ],
  [
   "officiate",
   "לכהן, לערוך"
  ],
  [
   "omission",
   "השמטה, הזנחה"
  ],
  [
   "omit",
   "להשמיט, להזניח"
  ],
  [
   "omniscient",
   "יודע כול; מספר כל-יודע"
  ],
  [
   "oppressive",
   "אכזרי; מדכא, מעיק"
  ],
  [
   "outspoken",
   "מדבר גלויות, ישיר"
  ],
  [
   "overhaul",
   "שיפוץ, אוברול"
  ],
  [
   "owing to",
   "בגלל, עקב, בשל"
  ],
  [
   "paramount",
   "בעל חשיבות עליונה"
  ],
  [
   "pastime",
   "תחביב, בילוי, עיסוק לשעות הפנאי"
  ],
  [
   "pasture",
   "מרעה, אחו"
  ],
  [
   "peddler",
   "רוכל, סוחר"
  ],
  [
   "penned",
   "כתב; לכלוא"
  ],
  [
   "perch",
   "ענף; נח, ישב על ענף"
  ],
  [
   "perpetually",
   "ללא הרף, כל הזמן, תמידית; לנצח"
  ],
  [
   "perpetuate",
   "להנציח"
  ],
  [
   "persecution",
   "רדיפה, התעללות (על רקע דת, גזע או פוליטיקה)"
  ],
  [
   "pervasive",
   "מתפשט, מחלחל"
  ],
  [
   "plausible",
   "סביר, מתקבל על הדעת"
  ],
  [
   "playwright",
   "מחזאי"
  ],
  [
   "plight",
   "מצוקה, צרה; סכנה"
  ],
  [
   "plummet",
   "לצנוח, לצלול, לרדת בחדות"
  ],
  [
   "poacher",
   "מסיג גבול, צייד לא מורשה"
  ],
  [
   "poignant",
   "נוגע ללב, מרגש, מכמיר לב; חריף, נוקב"
  ],
  [
   "populous",
   "רב אוכלוסין, מאוכלס בצפיפות"
  ],
  [
   "postage",
   "דמי משלוח, דמי דואר; בולים"
  ],
  [
   "posterity",
   "הדורות הבאים"
  ],
  [
   "pothole",
   "מהמורה, בור"
  ],
  [
   "poultry",
   "עוף"
  ],
  [
   "predecessors",
   "קודמים"
  ],
  [
   "predestined",
   "נקבע מראש"
  ],
  [
   "preside",
   "לנהל; לכהן"
  ],
  [
   "pretext",
   "אמתלה, תואנה"
  ],
  [
   "prevalence",
   "שכיחות"
  ],
  [
   "proliferate",
   "להתרבות, התפשט במהירות"
  ],
  [
   "prolific",
   "פורה, שופע"
  ],
  [
   "prompt",
   "לגרום, לעורר; מיידי"
  ],
  [
   "prompted",
   "לעורר, הביא לידי; לגרום"
  ],
  [
   "prop",
   "תמיכה, אביזר; לתמוך"
  ],
  [
   "proponent",
   "תומך"
  ],
  [
   "prowess",
   "מיומנות, יכולת"
  ],
  [
   "punctuate",
   "לפסק, לשים סימני פיסוק; לקטוע שוב ושוב; להדגיש"
  ],
  [
   "quarrelsome",
   "נוטה לריב, וכחני; קנטרן"
  ],
  [
   "quench",
   "לספק, להרוות; לכבות"
  ],
  [
   "rearing",
   "גידול, טיפוח; להזדקף"
  ],
  [
   "reassurance",
   "הבטחה, הרגעה"
  ],
  [
   "rebuttal",
   "הפרכה, סתירה"
  ],
  [
   "reciprocal",
   "הדדי; (במתמטיקה) מספר הופכי"
  ],
  [
   "reciprocate",
   "לגמול, להשיב כגמול, להחזיר באותה מטבע"
  ],
  [
   "reconcile",
   "להתפייס; ליישב (סתירות), לגשר בין, להתאים"
  ],
  [
   "refute",
   "להפריך"
  ],
  [
   "reigned",
   "משל, שלט"
  ],
  [
   "reinvigorate",
   "לרענן, להמריץ מחדש"
  ],
  [
   "relapse",
   "הדרדר, הישנות"
  ],
  [
   "relegated",
   "הורד בדרגה"
  ],
  [
   "render",
   "להפוך ל-, לגרום; להגיש"
  ],
  [
   "renown",
   "תהילה, פרסום, מוניטין"
  ],
  [
   "resent",
   "לחוש טינה, להתרעם על"
  ],
  [
   "respective",
   "בהתאמה, של כל אחד"
  ],
  [
   "respectively",
   "בהתאמה"
  ],
  [
   "resumption",
   "חידוש"
  ],
  [
   "resurgence",
   "התעוררות מחדש, תחייה"
  ],
  [
   "revoke",
   "לבטל, לשלול"
  ],
  [
   "rotary",
   "סיבובי; כיכר תנועה"
  ],
  [
   "rudimentary",
   "יסודי, בסיסי"
  ],
  [
   "sarcophagus",
   "ארון קבורה קדום"
  ],
  [
   "scales",
   "מאזניים, קשקשים (של דג)"
  ],
  [
   "scorn",
   "בוז, זלזול; לבוז, לזלזל"
  ],
  [
   "scribe",
   "לבלר, סופר, מעתיק כתבים"
  ],
  [
   "scrutinize",
   "בדק, בחן"
  ],
  [
   "sensations",
   "תחושה, חדשות מרעישות; סנסציה"
  ],
  [
   "sheer",
   "מוחלט, לחלוטין; שקוף; משופע, תלול"
  ],
  [
   "shingles",
   "שלבקת חוגרת, רעף"
  ],
  [
   "shroud",
   "תכריך, עטיפה; לאפוף"
  ],
  [
   "slander",
   "השמצה, להשמיץ"
  ],
  [
   "slant",
   "הטיה, אלכסון, נטייה; שיפוע"
  ],
  [
   "slate",
   "צפחה, לקבוע (מועד), להכניס לרשימה; רעף, לוח; להכניס מישהו לרשימה"
  ],
  [
   "smuggle",
   "להבריח"
  ],
  [
   "snarl",
   "לנהום בחשיפת שיניים, לרטון בכעס; סבך/פקק"
  ],
  [
   "snicker",
   "גיחוך"
  ],
  [
   "soar",
   "לנסוק, לדאות; להמריא"
  ],
  [
   "solicit",
   "לבקש, לשדל / להדיח; לבקש/לחפש בתחינה"
  ],
  [
   "solitude",
   "בדידות; התבודדות"
  ],
  [
   "speck",
   "גרגר זעיר, נקודה זעירה, פירור"
  ],
  [
   "spewing",
   "פולט/מתיז בעוצמה, מקיא"
  ],
  [
   "splendor",
   "פאר"
  ],
  [
   "sprang",
   "קפץ, זינק; נבע, צמח (עבר של spring)"
  ],
  [
   "sprawling",
   "משתרע על שטח נרחב; מתפשט ללא סדר"
  ],
  [
   "staple",
   "מצרך יסוד, מוצר בסיסי; עיקרי; סיכת הידוק"
  ],
  [
   "stark",
   "בוטה, מוחלט, גמור; שומם, עזוב"
  ],
  [
   "stature",
   "קומה, גובה; מעמד, שיעור קומה"
  ],
  [
   "staunch",
   "נאמן, מסור, איתן בדעתו; לעצור זרימה/דימום"
  ],
  [
   "streamlined",
   "יעיל וחסכוני; אווירודינמי, מעוצב לזרימה"
  ],
  [
   "stricken",
   "מוכה"
  ],
  [
   "strife",
   "מאבק, עימות"
  ],
  [
   "stronghold",
   "מעוז, מבצר; מרכז כוח, מוקד שליטה"
  ],
  [
   "subdue",
   "להכניע; לרסן"
  ],
  [
   "superfluous",
   "מיותר, עודף"
  ],
  [
   "suppression",
   "דיכוי"
  ],
  [
   "susceptibility",
   "רגישות, פגיעות"
  ],
  [
   "susceptible",
   "רגיש ל-, חשוף ל-, נוטה ל-"
  ],
  [
   "swindler",
   "רמאי"
  ],
  [
   "syllable",
   "הברה"
  ],
  [
   "taint",
   "לזהם; להכתים, להכפיש"
  ],
  [
   "tangible",
   "מוחשי"
  ],
  [
   "tentative",
   "זמני, לא סופי, מהוסס"
  ],
  [
   "thereby",
   "ובכך, על ידי כך, ולכן"
  ],
  [
   "thimble",
   "אצבעון (לתפירה)"
  ],
  [
   "thwart",
   "לסכל, להכשיל"
  ],
  [
   "tinker",
   "להתעסק, לחטט, לנסות לשפר בשינויים קטנים"
  ],
  [
   "tormented",
   "לייסר, לענות"
  ],
  [
   "tranquilize",
   "להרגיע, להרדים"
  ],
  [
   "transcend",
   "להתעלות; לחרוג"
  ],
  [
   "transpire",
   "להתרחש; להתברר"
  ],
  [
   "uncharted",
   "לא ממופה, לא נחקר, לא נודע"
  ],
  [
   "underlies",
   "מונח ביסוד, נמצא מתחת ל-"
  ],
  [
   "unpardonable",
   "בלתי נסלח"
  ],
  [
   "upheaval",
   "טלטלה, מהפך"
  ],
  [
   "uphold",
   "לקיים, להחזיק, לתמוך, לדגול"
  ],
  [
   "upholstery",
   "ריפוד"
  ],
  [
   "uproar",
   "רעש, מהומה"
  ],
  [
   "usher",
   "סדרן; ללוות"
  ],
  [
   "utter",
   "לבטא, להגות; (ת') מוחלט, גמור"
  ],
  [
   "veracity",
   "אמיתות, דבקות באמת; דיוק, התאמה לעובדות"
  ],
  [
   "vertebrate",
   "בעל חוליות"
  ],
  [
   "vibrant",
   "תוסס, עז"
  ],
  [
   "vie",
   "להתחרות"
  ],
  [
   "vigorously",
   "במרץ"
  ],
  [
   "vocation",
   "ייעוד, מקצוע"
  ],
  [
   "vociferous",
   "קולני, צעקני, המביע דעה בקול רם ובתוקף"
  ],
  [
   "well",
   "באר; טוב, היטב; בריא"
  ],
  [
   "withhold",
   "לעכב, לעצור, לא לתת"
  ],
  [
   "wrought",
   "מעוצב, מחושל"
  ],
  [
   "zealot",
   "קנאי, פנט"
  ]
 ]
};
